{"id": "addhealth_1_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "adolescents who report higher levels of parental warmth, time together, and satisfaction with their relationship and communication experience significantly better health outcomes in young adulthood. These positive relationship characteristics are consistently associated with higher levels of self-rated general health, optimism, and romantic relationship quality, as well as lower levels of depressive symptoms, stress, and nicotine dependence 14 years later. Additionally, maternal inductive discipline—explaining why a behavior is wrong—is linked to favorable outcomes, including reduced risks of alcohol and drug abuse symptoms. While the specific extent of communication showed little to no association with some outcomes, satisfaction with that communication was a strong predictor of positive health. Notably, these patterns are similar for relationships with both mothers and fathers, suggesting that positive perceptions of relationships with both parents contribute to long-term well-being.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "area_hypothesis"}}
{"id": "addhealth_1_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "Multiple waves: This cohort study used data from waves I (1994-1995; ages 12-17 years) and IV (2008-2009; ages 24-32 years) of the US National Longitudinal Study of Adolescent to Adult Health. Of 20 745 adolescents enrolled in wave I, 15 701 of 19 560 who were eligible completed wave IV (response rate, 80.3%). Data analyses were conducted from February 2019 to November 2020.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "waves"}}
{"id": "addhealth_1_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "Adolescents’ perceptions of their relationships with parents are associated with a wide range of favorable outcomes in young adulthood. Investments in improving adolescents’ relationships with their mothers and fathers may have substantial benefits for young adult population health.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "population"}}
{"id": "addhealth_1_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "Better self-rated general health: e.g. higher reported warmth, time together, etc., were associated with higher general health scores. Mental health outcomes: Lower levels of depression, stress; higher optimism. Romantic relationship quality in adulthood was higher among those with more positive parent relationships in adolescence. Substance use / dependence outcomes: Higher adolescent-reported parental warmth, time spent together, satisfaction with the relationship/communication were associated with lower odds of nicotine dependence and fewer substance abuse symptoms. Sexual health outcomes: Lower odds of unintended pregnancy. For some health risk behaviors (physical violence, alcohol-related injury), associations were less consistent or weaker.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "results"}}
{"id": "addhealth_1_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "Logistic regressions were used for nicotine dependence diagnosis, unintended pregnancy, physical violence, and alcohol-related injury, for which results are presented as odds ratios (ORs). Negative binomial regressions were used for alcohol abuse symptoms, cannabis abuse symptoms, and other drug abuse symptoms, for which results are presented as incidence rate ratios (IRRs). Ordinary least-squares regressions were used for depression score, stress score, optimism score, romantic relationship quality, and self-rated health, for which the β coefficients represent the estimated mean change in the outcome for every 1-unit increase in the variable.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "analysis_method"}}
{"id": "addhealth_1_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health)", "gold_answer": "It precluded detailed analyses related to specific characteristics of caregivers, relationships with nonresidential parents, and more specific outcomes. This sample is representative of in-school adolescents in the 1994-1995 school year, and findings may not be generalizable to out-of-school youth, later cohorts, or individuals in other countries. We used adolescent-reported measures in this study, which likely differ from parental reports or perceptions.", "meta": {"paper_index": 1, "paper_title": "Associations Between Mother-Adolescent and Father-Adolescent Relationships and Young Adult Health", "doi": "10.1001/jamanetworkopen.2023.3944", "question_type": "limitations"}}
{"id": "addhealth_2_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "How are perceptions of school prejudice associated with substance use from adolescence to emerging adulthood? How do these associations vary by race and ethnicity? Are changes in perceptions of school prejudice (those who perceived increased, decreased, or constant prejudice) associated with substance use?", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "area_hypothesis"}}
{"id": "addhealth_2_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "Multiple waves: use data from Waves I, II, and III of the National Longitudinal Study of Adolescent to Adult Health (1994–2002) to examine how perceptions of school prejudice over time influence cigarette smoking, alcohol use, and marijuana use from adolescence to emerging adulthood.", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "waves"}}
{"id": "addhealth_2_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "Nationally representative: generalizable to U.S. (school-attending) adolescents of those racial/ethnic groups in the 1990s, and to some extent to that cohort in emerging adulthood, though with caveats (see limitations).", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "population"}}
{"id": "addhealth_2_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "Results indicate that school prejudice in adolescence (Wave I) is associated with higher cigarette use, alcohol use, and marijuana use in later adolescence (Wave II). White and Asian adolescents who perceived school prejudice were more likely to use alcohol, while Hispanic adolescents were more likely to use marijuana.", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "results"}}
{"id": "addhealth_2_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "Logistic regression analysis was used to predict the association of perceived school prejudice, changes in perceived school prejudice, and substance use at Waves II and III. Separate analyses were conducted by race and ethnicity. Models with all the controls included are shown. Longitudinal survey weights were used to ensure that the results were nationally representative.", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "analysis_method"}}
{"id": "addhealth_2_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity)", "gold_answer": "First, causal inferences cannot be drawn from the findings. Second, there were limitations to the school prejudice variable. The measure of school prejudice was used as a proxy for experiences of racism and other socially inequitable experiences (e.g., sexism), which were not directly measured in the National Longitudinal Study of Adolescent to Adult Health during adolescence. Third, since data was first measured in adolescence, there were no measures of substance use in childhood to be used as control variables. Fourth, due to small sample sizes, we were unable to examine other racial and ethnic groups, such as Native Americans and mixed-race individuals. Fifth, we did not examine the mechanisms linking school prejudice to substance use, such as anxiety and depression.", "meta": {"paper_index": 2, "paper_title": "School Prejudice and Substance Use from Adolescence to Emerging Adulthood in the United States: Variation across Race and Ethnicity", "doi": "10.3390/ijerph20054171", "question_type": "limitations"}}
{"id": "addhealth_3_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "That people who are non‐heterosexual in ways beyond identity — e.g. heterosexual by identity but with non‐heterosexual attraction or behavior (“discordant heterosexuals”) — may have elevated allostatic load relative to “concordant heterosexuals” (those heterosexual by identity and attraction/behavior). That self-identified non-heterosexuals (LGB) may also have elevated allostatic load compared to concordant heterosexuals. That gender non-conformity (for example, appearance/manner/behaving in ways not aligned with what is culturally expected of one’s assigned sex) may be associated with allostatic load, perhaps independently or interactively with sexual orientation.", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "area_hypothesis"}}
{"id": "addhealth_3_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "Data for the main analysis were drawn from a subsample of participants in Add Health Waves IV/V (N = 8353). The current study included only those who had no missing information on baseline predictors, including race/ethnicity, gender, sexual identity, romantic attraction, sexual behavior and androgyny. The resulting study sample consists of 4,886 female and 3,467 male participants. All study members participated in Wave IV, but not all did in Wave V.", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "waves"}}
{"id": "addhealth_3_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "Model results are nationally representative. Detailed discussion of preserving the representativeness of the sample via the weight can be found elsewhere (Chen & Harris, 2020). In closing, this study represents one of the first to test sexual minority stress in terms of Allostatic Load elevation. Specifically, to assess allostatic load in the 20s and 30s, and change over time in allostatic load across that period.", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "population"}}
{"id": "addhealth_3_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "No elevation in allostatic load for self-identified non-heterosexuals (LGB) (men or women), relative to concordant heterosexuals. That is, identifying as LGB alone was not associated with a statistically significant higher allostatic load. Discordant heterosexual women (i.e. women who identify as heterosexual but have non-heterosexual attraction or behavior) did show a significantly greater elevation of allostatic load. This was observed among women (but not men). Gender non-conformity, specifically in terms of appearance / presentation, was independently associated with higher allostatic load, again especially among females (women appearing more androgynous had higher allostatic load).", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "results"}}
{"id": "addhealth_3_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "This study employs multi-level Ordinary Least Square Models to predict the Allostatic Load index measured in Waves IV and V. As indicated above, the study data are structured in two-levels in which observations pooled from Waves IV and V (level 1) are nested within respondents (level 2). Multi-level models were used to account for unobserved random variability (i.e., heterogeneity) in the Allostatic Load index across the respondents, referred to as random effects. To test the hypotheses, a series of these multi-level models stratified by sex were constructed with varying covariate specifications. To test H1, the first model estimates differences in the Allostatic Load index among three groups with a dummy coded main effect for sexual orientation: concordant heterosexuals (reference category), LGBs, and discordant heterosexuals. To test H2a H2b, and H3, a series of interaction terms among the sexual orientation groups, the androgyny scale, and the Wave V dummy were added. Those interaction terms are introduced and described in detail as the result are discussed in the following section.", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "analysis_method"}}
{"id": "addhealth_3_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults)", "gold_answer": "Despite the strengths of the study, we argue that the findings here serve an exploratory, rather than explanatory, understanding of sexual minority stress. First and foremost, the Allostatic Load measure used in this study does not fully encompass sexual minority stress, nor does it represent what minority stress affects physiologically in its entirety. More comprehensive measures for Allostatic Load would include stress hormones such as cortisol (Juster et al., 2016). Effective prevention and mitigation of sexual minority stress call for more evidence based on multiple and more frequent modes of observations for stress directly tied to marginalized sexualities.", "meta": {"paper_index": 3, "paper_title": "The roles of non-heterosexuality outside of identity and gender non-conformity in Allostatic Load among young adults", "doi": "10.1016/j.ssmph.2023.101400", "question_type": "limitations"}}
{"id": "addhealth_4_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "Adding social determinants of health features (e.g. social support, perceived caring by parent, religiosity, etc.) to models built from EHR / hospital discharge diagnostic data will improve prediction of suicide attempts compared to models that use only clinical/diagnostic data. Using a data fusion framework, where social determinants are “transferred” or estimated from an external survey dataset (Add Health) and “fused” into the patient data (Hospital Inpatient Discharge Database, HIDD) via matching / similarity methods, will yield better predictive performance than models that do not incorporate these fused SDOH features.", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "area_hypothesis"}}
{"id": "addhealth_4_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "Unknown: All the article states is that \"The National Longitudinal Study of Adolescent to Adult Health (Add Health) was our external source for social determinant information and consisted of self-reported survey responses from children to young adults across the United States since January 1994. \"", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "waves"}}
{"id": "addhealth_4_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "Primary target population: Hospitalized youth in Connecticut aged 10-24 who have inpatient discharge records. The EHR/HIDD data sample is from Connecticut’s hospital inpatient discharge records. Generalizability via the survey fusion: Since the social determinants come from Add Health, which is a U.S. nationally representative survey of adolescents (school-based) in the mid-1990s, there is some assumption that the social determinants features (after matching) are applicable to the hospitalized population. But this involves an assumption that similarity in shared features implies similarity in unobserved SDOH features.", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "population"}}
{"id": "addhealth_4_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "The model that included fused social determinants of health (SDOH) features outperformed the “conventional” model that used only diagnostic / clinical / demographic features. Specifically, the AUC (area under the ROC curve) was 0.83 for the fusion model vs 0.82 for the conventional model. The improvements are modest but consistent, especially in terms of identifying more true positives without markedly compromising specificity. The paper presents this as a “proof of concept” that fusing external social determinant / survey data into EHR datasets can help in suicide risk prediction.", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "results"}}
{"id": "addhealth_4_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "They employed a data fusion framework: survey data (Add Health) with social determinants is matched to patients in the EHR dataset (HIDD) via similarity on shared features (e.g., demographic, age, gender, possibly diagnostic features common in both datasets). For each inpatient discharge record (HIDD), they find “similar” individuals in Add Health, and average their social determinant values to generate estimated SDOH features for the HIDD patient. The predictive model is an elastic net logistic regression using both the “conventional” features (demographics, diagnostic codes) and “fused” SDOH features. Elastic net allows regularization (mix of L1 & L2 penalties) to handle many potentially correlated features and avoid overfitting.", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "analysis_method"}}
{"id": "addhealth_4_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records)", "gold_answer": "The method assumes that the Add Health survey respondents are representative for the social determinants of hospitalized patients when matched on certain shared features. If the matched features do not fully capture differences, the fused SDOH values may misrepresent the true lived social determinants of individual patients. This introduces potential measurement error in the fused SDOH variables. The survey data (Add Health) are from adolescents in the 1990s; hospital discharge data are more recent (hospitalizations over time). There may be shifts in social determinants / contexts that make the survey data less aligned with current patients. Temporal differences could reduce the accuracy of fused features.", "meta": {"paper_index": 4, "paper_title": "Target-based fusion using social determinants of health to enhance suicide prediction with electronic health records", "doi": "10.1371/journal.pone.0283595", "question_type": "limitations"}}
{"id": "addhealth_5_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "The main hypothesis is that long-term exposure to ambient air pollutants (O₃ and PM₂.₅) is associated with worse cardiometabolic health in young adults. More specifically, higher exposure over multiple years will be linked with higher odds of hypertension, diabetes, obesity, metabolic syndrome, elevated inflammation (C-reactive protein), etc.", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "area_hypothesis"}}
{"id": "addhealth_5_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "For the exposure measures, the present paper uses Add Health participant data from Waves I, III, and IV with recently constructed and merged air pollution data, described subsequently. For the cardiometabolic health markers, we used the biological and clinical data collected at Wave IV (response rate = 80.3%), including systolic and diastolic blood pressure; lipid panels; measured height and weight used to calculate BMI; indicators of diabetes (e.g., fasting or non-fasting glucose and/or glycated hemoglobin [HbA1c]); and concentrations of C-reactive protein as a measure of inflammation (Harris et al., 2019).", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "waves"}}
{"id": "addhealth_5_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "The study uses the Add Health cohort, which is a nationally representative sample of U.S. adolescents who were in grades 7-12 in 1994-95 (Wave I). The analytic sample includes those with geocoded residence tract data, non-missing covariates, living in continental U.S. for exposure data, etc. Final sample size ~11,259. Thus the results are generalizable to U.S. adolescents of that cohort (mid-1990s), followed into early adulthood (mid-twenties to early thirties) under similar environmental exposure patterns. Generalizability to other cohorts (younger, older, or in different countries), or with different pollution levels, may be limited.", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "population"}}
{"id": "addhealth_5_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "Long-term exposure to O₃ (2002-2007) was associated with elevated odds of several adverse cardiometabolic outcomes measured in 2008-09 (Wave IV). For particulate matter exposure, there was a more modest set of associations. Exposure over 2002-07 was significantly associated with hypertension (OR ≈ 1.022) after adjustment for age, sex, race/ethnicity. Other outcomes had weaker or non-significant association with PM₂.₅ in many models. These estimates are adjusted for basic demographic covariates (age, sex, race/ethnicity).", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "results"}}
{"id": "addhealth_5_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "Regression models (logistic regression for binary outcomes, possibly linear models for continuous markers) to estimate Odds Ratios (ORs) for the associations between exposure and outcomes, adjusting for covariates (age, sex, race/ethnicity). They likely ran separate models for each pollutant (O₃, PM₂.₅).", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "analysis_method"}}
{"id": "addhealth_5_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health))", "gold_answer": "Using census tract-level exposure estimates may obscure individual variation (time spent indoors/outdoors; mobility; micro-environment exposures). Also, only ambient (outdoor) exposure, no data on personal exposure. Exposure window is 2002-2007 and outcomes are measured in 2008-09. There may be lag effects earlier or later, but exposures before 2002 and after 2007 are not considered for some outcomes. Although they adjust for basic demographic covariates, there may be residual confounding (socioeconomic status, lifestyle factors like diet, exercise, smoking, etc.) that affect both exposure (place of residence) and health outcomes, potentially biasing estimates.", "meta": {"paper_index": 5, "paper_title": "Long-term air pollution exposure and markers of cardiometabolic health in the National Longitudinal Study of Adolescent to Adult Health (Add Health)", "doi": "10.1016/j.envint.2023.107987", "question_type": "limitations"}}
{"id": "addhealth_6_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Do people who have had a parent imprisoned experience greater BMI gain, and does delinquent behavior moderate or alter that association?", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "area_hypothesis"}}
{"id": "addhealth_6_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Our analysis uses four waves of the National Longitudinal Study of Adolescent to Adult Health (Add Health), a nationally representative U.S. cohort study. Our analytic sample comprises 15,567 individuals who completed in-home interviews at Waves 1 and 4, including 2525 Wave 4 respondents who completed a question indicating parental imprisonment for at least one biological parent (we also use the age of first parental imprisonment reported by respondents).", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "waves"}}
{"id": "addhealth_6_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Generalizable to U.S. adolescents in grades 7–12 in 1994–95 (the Add Health cohort), followed into early adulthood. Results most directly apply to that cohort; generalization to later cohorts or non-U.S. youth is limited.", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "population"}}
{"id": "addhealth_6_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Delinquency: Higher adolescent delinquency was linked to lower BMI over time for both sexes.\n\nParental imprisonment: Among females who were not delinquent, PI predicted greater BMI gain and higher obesity risk across young adulthood.\n\nSex differences: No strong or consistent association between PI and BMI gain for males.\n\nInteraction: The effect of PI on BMI was weaker or absent among delinquent females.", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "results"}}
{"id": "addhealth_6_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Longitudinal growth/trajectory models of BMI, where they tested interaction between parental imprisonment and delinquent behavior. The analysis was stratified by sex (male vs female).", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "analysis_method"}}
{"id": "addhealth_6_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32)", "gold_answer": "Possible measurement issues: Delinquent behavior is self-reported and may be subject to bias. Parental imprisonment may be heterogenous (timing, duration, parent gender, severity), and that may not be fully captured. BMI is a coarse measure; doesn’t tell about body composition, fat distribution, etc. Unmeasured covariates / confounding: e.g. diet, physical activity, neighborhood environment, stress, socioeconomic status in more fine-grained ways, which may mediate or confound the observed relationships.", "meta": {"paper_index": 6, "paper_title": "Parental imprisonment, delinquent behavior, and BMI gain in a U.S. nationally representative cohort study of adolescents and adults ages 12-32", "doi": "10.1016/j.ssmph.2023.101425", "question_type": "limitations"}}
{"id": "addhealth_7_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "They test hypotheses that various risk and protective factors drawn from the MDM framework are associated (causally, in temporal order) with higher or lower likelihood of reducing binge drinking, or ceasing to binge drink altogether. Some expected associations: e.g. more education, minority race/ethnicity, fewer co‐occurring substance use, better health, higher treatment access would predict greater reduction or cessation; while factors like having an alcohol‐related arrest, more income, having close friends who drink etc. would reduce likelihood of reduction or cessation.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "area_hypothesis"}}
{"id": "addhealth_7_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "To examine possible changes in binge drinking mode over time, researchers isolated the Wave 3 data of 942 young adult binge drinkers and sought predictors of their drinking reduction or cessation at Wave 4. They defined binge drinker as a respondent who self-reported consuming at least 4 alcoholic drinks, for a female, or at least 5 alcoholic drinks, for a male, on the same occasion, on at least 1 day out of the past 30 days.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "waves"}}
{"id": "addhealth_7_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "Because Add Health was designed to be nationally representative of U.S. adolescents in 1994-95 and then followed into adulthood, the sample’s outcomes are generalizable to U.S. young adult binge drinkers of that cohort (roughly those born in ~1979-82). Less certain for more recent cohorts or other countries.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "population"}}
{"id": "addhealth_7_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "Likelihood of reducing binge drinking (i.e. drinking less while still possibly drinking regularly) was higher among non-Hispanic Black young adults and among those with relatively more education. Reduction was less likely among those who had had an alcohol‐related arrest, those with higher income, and those with a greater number of close friends. Some of the findings are a bit counterintuitive: for example, more education was associated with both greater likelihood of reduction but lower likelihood of full cessation under certain conditions. Also, social network variables (close friends) have complex effects: having more friends reduces the chance of reducing or stopping in some models; friends’ disapproval appears in certain associations with cessation.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "results"}}
{"id": "addhealth_7_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "They used temporal‐ordered causal analysis, meaning predictors measured before outcomes for reduction or cessation of binge drinking. The framework is the Multiple Disadvantage Model (MDM), which guides selection of variables in categories like social disorganization, structural factors, social integration, co-occurring substance use, and health/mental health.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "analysis_method"}}
{"id": "addhealth_7_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation)", "gold_answer": "Causality is not definitive: Even though predictors are measured prior to outcome, it’s observational data; unmeasured confounding remains possible.\nMeasurement issues: Binge drinking, “reduction”, and “cessation” are self‐reported; subject to recall and social desirability bias.\nSample size and power: The analytic sample is modest (942 binge drinkers), which may limit detection of effects or precision, especially for subgroup or interaction effects.\nComplex / contradictory findings: Some associations are surprising, e.g. higher education being associated with lower chance of cessation under some models, which may reflect measurement or sample peculiarities rather than clean causal patterns.\nLimit to existing variables: The model is limited to variables available in Add Health; some relevant predictors (e.g. detailed measures of treatment access or quality, detailed social support, mental health trajectories) may be missing or coarse.", "meta": {"paper_index": 7, "paper_title": "A Causal Analysis of Young Adults’ Binge Drinking Reduction and Cessation", "doi": "10.3390/ejihpe13050066", "question_type": "limitations"}}
{"id": "addhealth_8_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "The objective of this study was to examine the prevalence of video and computer game use among US adolescents and rates of positive screens for obesity, diabetes, high blood pressure (BP), and high cholesterol.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "area_hypothesis"}}
{"id": "addhealth_8_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "Data were collected from the Add Health longitudinal study, in which all respondents who recorded data for both wave 1 (1994-1995) and wave 5 (2006-2018) were considered eligible. Wave 1 data were used at the exposure, and wave 5 data were used at the outcome.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "waves"}}
{"id": "addhealth_8_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "US adolescents aged 12 to 19 years, starting in the 1994-1995 school year.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "population"}}
{"id": "addhealth_8_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "Frequency of video and computer game use is associated with obesity, diabetes, high BP, and high cholesterol in adolescents aged 12 to 19 years. Adolescents who play the most video and computer games have a significantly higher BMI. They are more likely to have at least one of the evaluated metabolic disorders: diabetes, high BP, or high cholesterol.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "results"}}
{"id": "addhealth_8_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "The relationship between video or computer game use at enrollment (baseline: wave 1) and reported metabolic and health outcomes at wave 5 was examined using logistic regression using the following four models: (1) the first model was an unadjusted crude model; (2) the second model adjusted for sociodemographics (ie, age, race, and sex); (3) the third model, in addition to sociodemographics, adjusted for socioeconomic characteristics (ie, public assistance and money for bills); and (4) the final model adjusted for sociodemographics, socioeconomic characteristics, and current lifestyle behaviors (ie, cigarette smoking, alcohol consumption, sedentariness, and fast food intake at wave 5), accounting for sampling weight and cluster sampling.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "analysis_method"}}
{"id": "addhealth_8_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis)", "gold_answer": "he Add Health study is robust, yet the limitations of large databases and secondary data analyses are present. First, the quantification of exposures and outcomes is accurate within the limitations of the self-reported nature of this data. Second, the long retrospective period of this study is both to its benefit and a potential limitation. With more than 20 years between exposure (wave 1) and outcome (wave 5), there is adequate time to assess the development of the outcomes of interest into adulthood; however, this also opens the study up to more than 20 years of unmeasured confounding and loss to follow-up.", "meta": {"paper_index": 8, "paper_title": "Prospective Association Between Video and Computer Game Use During Adolescence and Incidence of Metabolic Health Risks: Secondary Data Analysis", "doi": "10.2196/44920", "question_type": "limitations"}}
{"id": "addhealth_9_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci)", "gold_answer": "The paper tests the following hypotheses: That item nonresponse behavior (choosing PNA or IDK) is systematic across many survey items — not just random missingness. Nonresponse behavior is predictive of future nonresponse (e.g. in follow-up surveys). There are measurable genetic loci associated with these nonresponse behaviours, and that these behaviours are genetically correlated with traits like education, income, health. Even after controlling for (observed) covariates such as education and health, nonresponse behaviours still explain variance in nonresponse in follow-ups and show genetic associations.", "meta": {"paper_index": 9, "paper_title": "Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci", "doi": "10.1038/s41562-023-01632-7", "question_type": "area_hypothesis"}}
{"id": "addhealth_9_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci)", "gold_answer": "The paper primarily used UK Biobank data, but to test the generalizability of our genetic findings, the researchers constructed polygenic scores for the PNA and IDK factors in Wave 4 of the Add Health data.", "meta": {"paper_index": 9, "paper_title": "Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci", "doi": "10.1038/s41562-023-01632-7", "question_type": "waves"}}
{"id": "addhealth_9_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci)", "gold_answer": "They tested whether the PGS for PNA and IDK (built from the UK Biobank sample) predicted item nonresponse behavior in the Add Health sample. They found significant associations:\nA 1 standard-deviation increase in the PNA polygenic score was associated with about a 2% increase in the probability of ever answering “refused to answer” on at least one question in Wave 4 of Add Health. The incremental pseudo-R² for this was 0.1%. \nSimilarly, a 1-SD increase in the IDK polygenic score was associated with about a 2% increase in the probability of ever answering “I don’t know” at least once (among those questions that allowed that response). The pseudo-R² there was 0.5%. It also suggests that nonresponse behavior is not purely an artifact of UK Biobank’s age, recruitment, or survey mode; at least some genetic predisposition appears to exist in younger, more heterogeneous samples.", "meta": {"paper_index": 9, "paper_title": "Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci", "doi": "10.1038/s41562-023-01632-7", "question_type": "results"}}
{"id": "addhealth_9_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci)", "gold_answer": "The analyses with Add Health focused on polygenic scores (PGS) derived from the UK Biobank analyses of nonresponse behaviors (“Prefer not to answer” [PNA] and “I don’t know” [IDK] nonresponse). They applied those PGS to Add Health participants of European genetic ancestry with genetic data available. The sample size for Add Health in these analyses was 3,414 individuals.", "meta": {"paper_index": 9, "paper_title": "Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci", "doi": "10.1038/s41562-023-01632-7", "question_type": "analysis_method"}}
{"id": "addhealth_9_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci)", "gold_answer": "Volunteer / sample bias: The UK Biobank is not fully representative; participants are more likely to be healthier, higher‐SES, more motivated, etc. This may limit generalizability and could interact with nonresponse behavior.\nSurvey mode and question types: The particular items (109 items) and the framing (“Prefer not to answer”, “I don’t know”) are specific to UK Biobank. Other surveys with different item wording, varying stakes, different populations may show different nonresponse patterns.\nCausality / interpretation: The fact that nonresponse behavior is genetically correlated with traits like education or income doesn’t imply simple causation. Genetic correlations may reflect indirect pathways, pleiotropy, social structure, or environmental confounds.", "meta": {"paper_index": 9, "paper_title": "Patterns of item nonresponse behaviour to survey questionnaires are systematic and associated with genetic loci", "doi": "10.1038/s41562-023-01632-7", "question_type": "limitations"}}
{"id": "addhealth_10_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "Testing the hypotheses: \nAdult children’s successful transitions to adulthood (especially those that confer more resources: higher education, stable employment, marriage) will be associated with better mental health (lower depressive symptoms) for their midlife parents. \nThose same transitions will also be associated with better physical health of parents, measured via fewer limitations in activities of daily living (ADLs). \nSome transitions may not be associated, or associations will be weaker / non-significant once various covariates are controlled. Also that delayed or absent attainment may lead to worse outcomes for parents.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "area_hypothesis"}}
{"id": "addhealth_10_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "Researchers used data from Wave V of the National Longitudinal Study of Adolescent to Adult Health (Add Health), and Wave II of the Add Health Parent Study based in the United States from the University of North Carolina at Chapel Hill.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "waves"}}
{"id": "addhealth_10_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "U.S. midlife parents whose children are part of the Add Health cohort (children who were adolescents in 1994-95). The parents are in the AHPS sample. \nBecause Add Health is nationally representative (for adolescents in school in the U.S. in mid-1990s) and AHPS is linked, results are fairly generalizable to U.S. parental populations of that cohort.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "population"}}
{"id": "addhealth_10_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "Education of children: Adult children’s higher educational attainment (compared to less than high school) is consistently associated with fewer depressive symptoms in their parents, and fewer ADL limitations. \nMarriage & employment: Children being married and employed are also associated with fewer physical limitations (ADL) in parents. Marriage also shows some links to mental health. \nSome transitions (like children’s parenthood status, incarceration, residential independence) do not show significant associations (or associations attenuate) for parental health once controls are added.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "results"}}
{"id": "addhealth_10_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "Regression models: multiple regression / linear regression for depressive symptoms; similar models for ADL limitations. They included controls (for example parental demographics, maybe socioeconomic status, etc.) to adjust for confounding.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "analysis_method"}}
{"id": "addhealth_10_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States)", "gold_answer": "Causality / omitted variable bias: The observational nature means that unmeasured parental or family factors may predict both children’s transitions and parents’ health. E.g. family socioeconomic background may influence both. \nMeasurement limits: Some transitions to adulthood are heterogeneous; for example, not all “employment” is the same (stable vs part-time, under-employed vs fully employed). Parent reports and children’s reports may differ. Also ADL limitations are a relatively coarse measure of physical health.", "meta": {"paper_index": 10, "paper_title": "Children’s Transitions to Adulthood and Midlife Parents’ Depressive Symptoms and Activities of Daily Living Conditions in the United States", "doi": "10.3390/ijerph20126151", "question_type": "limitations"}}
{"id": "addhealth_11_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "\"How adolescent alcohol and cannabis co-use, an increasingly popular and risky substance use pattern, may relate to adolescent impulsive traits as well as changes in impulsive traits from adolescence to emerging adulthood\"", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "area_hypothesis"}}
{"id": "addhealth_11_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "Multiple waves - 2\n\n(Wave 2; 1996), (Wave 3; 2001-2002)\n\n\"The current study used data from waves 2 and 3 to test changes in personality from adolescence into emerging adulthood.\"", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "waves"}}
{"id": "addhealth_11_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "emerging adulthood (age 19-25)\n\n\"Data come from the Add Health study and encompassed two timepoints spanning adolescence (age 13-18) and emerging adulthood (age 19-25)\"", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "population"}}
{"id": "addhealth_11_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "There were 4 aims in the results.\n\nAim 1: Characterizing Patterns of Alcohol and Cannabis Co-Use\nThe researches attempted to characterize alcohol and cannabis co-use through 6 different profiles, with the 4-class being the best.\n\nAim 2: Mean Differences in Impulsive Personality Traits During Adolescence\n\"Frequent adolescent co-users (class 4) had higher levels of adolescent sensation seeking and impulsivity compared to alcohol-only users and experimental co-users, but did not differ in levels of adolescent sensation seeking nor impulsivity from regular co-users. Regular adolescent co-users reported higher levels of adolescent sensation seeking and impulsivity compared to alcohol-only users but did not differ in adolescent sensation seeking nor impulsivity from experimental co-users. Finally, experimental adolescent co-users reported significantly higher levels of adolescent sensation seeking and impulsivity compared to alcohol-only users \"\n\nAim 3: Change in Personality from Adolescence to Emerging Adulthood\n\"Latent difference scores were estimated to test the directionality of change in impulsive personality traits.\"\n\nAim 4: Co-Use Profiles as Predictors of Personality Change\nAlcohol-only vs. Frequent Co-Use had highest mean difference for sensation seeking and Alcohol-only vs. Frequent Co-Use had the highest mean difference for impulsivity.", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "results"}}
{"id": "addhealth_11_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "Latent profile analysis was used. \"an overarching ‘behavioral undercontrol” model (e.g., Sher et al., 1991) was considered where all three items loaded onto one latent factor. To test the structure and fit of this model, a measurement model was estimated where each item was specified onto a latent factor during adolescence and emerging adulthood, and latent factors across time points were allowed to freely covary. In addition, each of the three items were allowed to freely covary within timepoint. This model fit the data well (X2 (5) = 14.45, p = .01, RMSEA = .024, CFI = .99, TLI = .97, SRMR = .014). However, the factor loadings for “gut feeling” (adolescent b = .67, p < .001; emerging adult b = .60, p < .001) and “little thought for the future” (adolescent b = .50, p < .001; emerging adult b = .54, p < .001) were substantially higher than risk taking/sensation seeking (adolescent b = .39, p < .001, emerging adult b = .41, p < .001)\"\n\nA second model was also used with higher factor loadings.\n\n\"The current study used a combination of mixture modeling and structural equation modeling.\"\n\"Across all aims, full information maximum likelihood (FIML) was used to estimate missing data.\"", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "analysis_method"}}
{"id": "addhealth_11_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood)", "gold_answer": "The paper uses \"only three items to evaluate impulsive personality traits, as opposed to a full measure or screener.\" Also, \"the current study’s measures of cannabis use frequency were past-month whereas measures of alcohol frequency were past-year.\" \n\n\"Future research with more comprehensive, matched measures of alcohol and cannabis use are needed. The current study also did not consider cannabis-only, as it was focused on alcohol and cannabis co-use\"", "meta": {"paper_index": 11, "paper_title": "Relations Among Adolescent Alcohol and Cannabis Co-Use, Adolescent Impulsive Traits, and Prospective Change in Impulsive Traits into Emerging Adulthood", "doi": "10.26828/cannabis/2023/000162", "question_type": "limitations"}}
{"id": "addhealth_12_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "\"This study takes an eco-epidemiologic approach to examine the role of socio-contextual contributions to variance in adolescent alcohol use. The primary parameters of interest are therefore variance rather than beta parameters (i.e. random rather than fixed effects).\"", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "area_hypothesis"}}
{"id": "addhealth_12_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "Single wave\n\nWave I (1994–1995)", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "waves"}}
{"id": "addhealth_12_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "adolescents in high school (\"a longitudinal cohort study of adolescents in grades 7 through 12\")", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "population"}}
{"id": "addhealth_12_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "\"In final CCMM, peer groups, schools, and neighborhoods contributed 10.5%, 10.8%, and 0.4%, respectively, to total variation in adolescent alcohol use. Results do not differ widely by gender.\"\n\"Peer groups and schools emerge as more salient contributing contexts relative to neighborhoods in adolescent alcohol use for males and females. \"\n\"Primary prevention strategies addressing youth alcohol use should focus on schools and peer networks.\"", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "results"}}
{"id": "addhealth_12_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "Researchers \"conduct social network analysis and traditional and cross-classified multilevel models (CCMM) in the full and sex-disaggregated samples.\" They also used sex-stratified models to distinguish context between male and female adolescents.", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "analysis_method"}}
{"id": "addhealth_12_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences)", "gold_answer": "The study used \"cross-sectional data that precludes assumptions of causality as well as reliance solely on adolescents’ self-report of alcohol use, which may be subject to social desirability and recall biases.\" The paper also mentions that Wave I AddHealth data is dated and might not be generalizeable to outside of its time period (mid 1990s). It would also be helpful to have a \"new nationally representative data that combines in-person peer groups with online, social media-based.\"", "meta": {"paper_index": 12, "paper_title": "Adolescent alcohol use: use of social network analysis and cross-classified multilevel modeling to examine peer group, school, and neighborhood-level influences", "doi": "10.1080/00952990.2023.2222431", "question_type": "limitations"}}
{"id": "addhealth_13_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "This paper studies biological aging and its reflection of disparities in socioeconomic status by examining indicators of SES and mRNA-based signature of aging during young adulthood.\n\"We examine hypothesized mechanisms through which SES could affect aging: body mass index, smoking, health insurance status, difficulty paying bills, and psychosocial stress.\"", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "area_hypothesis"}}
{"id": "addhealth_13_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "Single wave\n\nwave V (2016–2018)", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "waves"}}
{"id": "addhealth_13_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "adults aged 33–43 years", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "population"}}
{"id": "addhealth_13_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "\"e find that SES—especially the composite measure and income—is associated with transcriptomic aging and immune, mitochondrial, ribosomal, lysosomal, and proteomal pathways. Counterfactual mediational models suggest that the mediators partially account for these associations. The results thus reveal that numerous biological pathways associated with aging are already linked to SES in young adulthood.\"", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "results"}}
{"id": "addhealth_13_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "The researchers took the aging signature of some genes, which they called this set of genes the \"aging composite signature.\" \"Signatures were also created based on whether each of the 1,048 genes belonged to one of these 9 subsets\" of this composite aging signature identified by a previous paper, Peters et al. Then they took the \"SES composite, [which] represents the sum of the standardized indicators\"\n\n\"A series of linear models assesses differential expression of RNA-seq abundance data using the limma package in R.\" This was used to test \"the omnibus null hypothesis that SES is not associated with any gene in the composite aging signature and performed the same test for each of the functional subsets.\"", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "analysis_method"}}
{"id": "addhealth_13_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood)", "gold_answer": "\"First, because the data were not derived from a randomized experiment, causal conclusions are not possible without strong, untestable assumptions (e.g., no measured or unmeasured confounders and no causal interrelationships among the mediators themselves). Moreover, the methodological tools that we exploited for mediational analysis were initially developed for univariate analysis. Because socioeconomic conditions are not exogenous, we cannot exclude the possibility of health selection or downward social mobility due to health problems. In order to examine these possibilities, it would be necessary to have longitudinal data on gene expression. Future research should focus on strengthening causal inference, as well as on collecting repeated measurements of mRNA abundance data. Second, the associations between SES and mRNA abundance levels are not uniformly up- and down-regulated within biological pathways. The results should thus be interpreted as indicators of dysregulation in aging-related gene activity. In some cases, the direction for single genes or biological pathways might be contrary to expectations or the expected direction may not be known. Future research should investigate the directionality of associations between indicators of SES and specific genes in the aging signature, especially with data covering different age groups. Third, data were originally collected in wave I from a representative sample of the US adolescent population that has been followed across 5 waves of interviews; we cannot exclude the possibility that the mRNA sample might have lost some of its representativeness due to attrition. However, as Web Table 1 shows, the differences between the mRNA and wave V samples do not seem to be substantively large.\"", "meta": {"paper_index": 13, "paper_title": "Socioeconomic Inequalities and Molecular Risk for Aging in Young Adulthood", "doi": "10.1093/aje/kwad155", "question_type": "limitations"}}
{"id": "addhealth_14_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "\"This study examined whether neighborhood and household environments explained racial disparities in adolescent sleep duration.\"", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "area_hypothesis"}}
{"id": "addhealth_14_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "Multiple waves - 2\n\nWave I (1994–1995), (Wave 2; 1996)\n\n\"Participants came from Waves I and II of Add Health\"", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "waves"}}
{"id": "addhealth_14_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "Teenagers (mean 16 years) of African American, American Indian, Asian, Hispanic, or White descent that are not long sleepers (\"defined as sleep duration greater than the American Academy of Sleep Medicine’s (AASM) recommended amount of sleep by age (>12 hours for 6-12 years, >10 hours for 13-18 year, and >9 hours for 18-64 years)\")", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "population"}}
{"id": "addhealth_14_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "\"Results:\nOnly HSES mediated racial disparities, explaining non-Hispanic (NH) African American-NH White (11.6%), NH American Indian-NH White (9.9%), and Latinx-NH White (42.4%) differences. Unexpectedly, higher HSES was positively associated with short sleep duration.\"\n\n\"Conclusion:\nHousehold SES may be an important pathway explaining racial disparities in adolescent sleep duration. Future studies should examine mechanisms linking household SES to sleep and identify buffers for racial/ethnic minority adolescents against the detrimental impacts that living in a higher household SES may have on sleep.\"", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "results"}}
{"id": "addhealth_14_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "\"Study sample characteristics were examined by race/ethnicity using PROC SURVEY procedures in SAS 9.4 to account for complex sampling weights [52]. Structural equation modeling (SEM) was used to examine neighborhood and household environmental factors as mediators in the association between race/ethnicity and short sleep duration adjusting for self-reported sex (male vs. female) and age. An attempt was made to model the neighborhood and household environment as latent constructs mediating the association between race/ethnicity and short sleep, but did not meet the guidelines for identifiability [53]. Therefore, each individual neighborhood and household measure was modeled as a mediator in the SEM.\"\n\n\"Missing data was addressed using the default missing data procedure implemented for WLSMV in MPlus [54]. Covariance of error terms between each neighborhood measure and separately each household variable were included to account for potential collinearity. Modification indices were examined and covariance of error terms between the neighborhood and household characteristics with indices greater than 10 were included to improve model fit. Model fit was assessed with root mean square error of approximation (RMSEA), comparative fit index (CFI) and standardized root mean square residual (SRMR). Acceptable model fit is indicated by RMSEA<0.06, CFI>0.95, and SRMR<0.08 [55].\"", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "analysis_method"}}
{"id": "addhealth_14_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents)", "gold_answer": "\"Although the study attempted to include comprehensive measures of the neighborhood context, aggregate data may not represent individual level data and there may be other factors at the neighborhood level not captured in this study, such as measures of neighborhood disorder, crime data, and physical environment (e.g. noise, walkability, air pollution) that may contribute to racial disparities in sleep among adolescents [13]. Similarly, there are other household level factors such as parental sleeping habits, traumatic life events (e.g. death in family), and caregiver stress that may explain racial differences in sleep [91-95]. In addition, studies comparing self-report to actigraphy assessed sleep duration among adolescents have found that they tend to overestimate their sleep with moderate correlations between measures, suggesting that there may be random misclassification of sleep duration that resulted in the null findings [96,97]. Although there were null results in the association between neighborhood environmental measures with short sleep duration and mediation by these variables, there were numerous significant pathways detected between race/ethnicity and household environmental factors with short sleep duration and mediation by household SES. This indicates that the null findings in this study may not have been primarily due to the measurement error of self-reported sleep duration. Moreover, the adult literature has found that measurement error of self-reported sleep may vary by race/ethnicity [98,99]. Evidence of this bias in the adolescent literature is lacking, but may exist as studies have found racial differences in norms and attitudes about sleep that could influence the reporting of sleep duration [12,100]. Finally, the Add Health data used for this study was collected nearly three decades ago and cannot account for the historic changes (e.g., recessions and COVID-19 pandemic) and technological advancements (e.g., smartphones) that could affect the saliency of household and neighborhood factors on sleep duration for adolescents. However, racial/ethnic disparities in adolescent sleep and inequalities in these household and neighborhood factors that could differentially impact adolescent sleep across racial/ethnic groups persists. Thus, our findings are still relevant in providing insights to potential factors driving the current racial/ethnic disparities in adolescent sleep duration.\"", "meta": {"paper_index": 14, "paper_title": "Neighborhood and Household Environment as Contributors to Racial Disparities in Sleep Duration among U.S. Adolescents", "doi": "10.1016/j.sleepe.2023.100065", "question_type": "limitations"}}
{"id": "addhealth_15_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "\"Scholars have speculated that factors associated with body weight, such as weight discrimination, may better predict suicidality than body weight itself. We consider this possibility among a sample of 12,057 adult participants ages 33 to 43 in Wave V of the National Longitudinal Study of Adolescent to Adult Health through investigation of the relationships between weight discrimination and two dimensions of suicidality-suicide ideation and attempts. We also examine gender as a moderator of these relationships.\"\n\n\"Researchers have speculated that suicidality may be more closely linked with factors such as weight perceptions, stigma, and discrimination\"", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "area_hypothesis"}}
{"id": "addhealth_15_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "Single wave\n\nWave V (2016–2018)", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "waves"}}
{"id": "addhealth_15_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "adults aged 33 to 43 years\n\n\"Adults in the age range of Wave V participants (33–43) have the highest reported prevalence of weight discrimination among adults between the ages of 25 to 74 (Puhl, Andreyeva, and Brownell 2008). This makes them an important focal group for research on weight discrimination and suicidality.\"", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "population"}}
{"id": "addhealth_15_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "\"We find that weight discrimination is positively associated with both suicide ideation and attempts, and this relationship is similar among men and women. Our findings underscore the need to address issues of weight discrimination in our society to better promote mental well-being.\"", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "results"}}
{"id": "addhealth_15_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "weighted logistic regression models\n\n\"We used Stata Version 17.0 (StataCorp, College Station, Texas) for our analyses. We first estimated the weighted descriptive statistics for our overall sample and stratified by gender to contextualize our findings. Next, we estimated the associations between weight discrimination and each of our outcomes through a series of weighted logistic regression models. We first estimated the bivariate relationship between weight discrimination and our outcomes unadjusted for our control variables to determine if initial associations existed (Model 1). Next, we estimated a model with both weight discrimination and BMI category (Model 2) to determine if weight discrimination was associated with suicidality net of weight classification. Then we added all of our other control variables to the model (Model 3). Finally, we added an interaction term between gender and weight discrimination to this fully adjusted model (Model 4).\"", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "analysis_method"}}
{"id": "addhealth_15_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States)", "gold_answer": "\"First, weight discrimination and suicidality are both measured at Wave V, meaning that we can only speak to the association between the two and not causality. It is possible there is a bidirectional association in which suicidal adults are more likely to perceive interpersonal weight discrimination. Second, because we examine this relationship within a specific age range, we cannot be sure whether this relationship extends to younger or older adults. Research should consider this relationship among other adult age groups. Third, our weight discrimination measure does not assess the frequency, intensity, or timing of discrimination due to limitations with how the Add Health study asks about frequency of discriminatory experiences relative to different forms of discrimination. It is possible the extent to which one experiences weight discrimination matters to the likelihood of suicidality. Finally, weight discrimination is a subjective measure. Perceptions of what constitutes weight discrimination among study respondents may vastly differ and bias study findings.\"", "meta": {"paper_index": 15, "paper_title": "The Mental “Weight” of Discrimination: The Relationship between Perceived Interpersonal Weight Discrimination and Suicidality in the United States", "doi": "10.1177/00221465231200634", "question_type": "limitations"}}
{"id": "addhealth_16_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "\"Adverse childhood experiences (ACEs) are associated with poor adulthood health. Multiracial people have elevated mean ACEs scores and risk of several outcomes. We aimed to determine whether this group should be targeted for prevention efforts.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "area_hypothesis"}}
{"id": "addhealth_16_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "Multiple waves - 3\n\nWave I (1994–1995), (Wave 3; 2001-02), (Wave 4; 2008-09)\n\n\"We analyzed three waves (1994-2009)\"\n\n\"We did not use Wave 2 data as it did not contain outcome relevant for this study.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "waves"}}
{"id": "addhealth_16_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "This paper is generalizable to people of White, Black, Asian, Native American, or Multiracial descent of ages 18-26 or 24-32. Generally the paper looks into how childhood experiences affect adult health.\n\n\"We measured outcomes once for each individual in either Wave 3 (ages 18–26) or 4 (24–32)\"\n\n\"We categorized participants into five racial groups: White alone, Black alone, Asian alone, American Indian/Native American (AI/NA) alone, (hereafter White, Black, Asian, or AI/NA) or Multiracial.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "population"}}
{"id": "addhealth_16_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "\"Excess case estimates of asthma were smaller for White (-123 cases, 95% CI: -251, -4), Black (-141, 95% CI: -285, -6), and Asian (-169, 95% CI: -334, -7) participants compared to Multiracial participants. Black (-100, 95% CI: -189, -10), Asian (-163, 95% CI: -247, -79) and Indigenous (-144, 95% CI: -252, -42) participants had fewer excess cases of and weaker relative scale association with anxiety compared to Multiracial participants.\"\n\n\"Adjusted associations with asthma and anxiety appear stronger for Multiracial people. Existing ACEs prevention strategies should be tailored to support Multiracial youth and families.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "results"}}
{"id": "addhealth_16_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "\"We analyzed three waves (1994-2009) of the National Longitudinal Study of Adolescent to Adult Health (n = 12,372) in 2023, estimating associations between four or more ACEs and physical (metabolic syndrome, hypertension, asthma), mental (anxiety, depression), and behavioral (suicidal ideation, drug use) outcomes. We estimated adjusted risk ratios for each outcome in modified Poisson models interacting race and ACEs. We used the interaction contrast to estimate race-specific excess cases per 1000 relative to Multiracial participants.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "analysis_method"}}
{"id": "addhealth_16_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health)", "gold_answer": "\"First, the racial categories used in this analysis and health research generally collapse large amounts of within-group variability in patterns of health and disadvantage; subgroup analyses thus produce only a rough proxy for markers of elevated risk and should be contextualized with other knowledge. Second, our ACEs measure is unique to Add Health and had high levels of missingness. Measures for asthma, anxiety, and depression were self-reported, and may be biased downward for racial groups with less healthcare access or where mental health conditions are especially stigmatized (McGuire & Miranda, 2008). Our measure of parental education used highest reported level between either parent rather than primary caregiver, which some research suggests may better predict child health (Braveman et al., 2005). Finally, small sample sizes particularly for Asian and AI/NA groups contributed to wide CIs around excess case estimates; future studies should repeat this analysis in larger longitudinal cohorts with greater numbers of Asian and AI/NA participants.\"", "meta": {"paper_index": 16, "paper_title": "Racial differences in associations between adverse childhood experiences and physical, mental, and behavioral health", "doi": "10.1016/j.ssmph.2023.101524", "question_type": "limitations"}}
{"id": "addhealth_17_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "\"Using a novel approach, we construct LDpred-inf polygenic scores of a general happiness measure in 2 cohorts: the Adolescent Brain Cognitive Development (ABCD) cohort (N = 15,924, age range 9.23-11.8 years), the Add Health cohort (N = 9129, age range 24.5-34.7) to determine associations with several well-being and happiness measures. Additionally, we investigated associations between genetic scores for happiness and brain structure in ABCD (N = 9626, age range (8.9-11) and UK Biobank (N = 16,957, age range 45-83).\"\n\n\"This study aimed to determine: (1) whether increased genetic loading of this happiness measure is significantly associated with happiness and well-being measures in independent cohorts that span differing age ranges and different ancestries compared to the discovery GWAS cohort; and (2) to investigate whether genetic predisposition for general happiness level is associated with average differences in key aspects of brain structure and white matter integrity measures with previous evidence of relating to psychological health.\"", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "area_hypothesis"}}
{"id": "addhealth_17_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "Single wave of Add Health data, although takes 2 other sources of data for 2 other waves (\"three cohorts across multiple age demographics: the Adolescent Brain Cognitive Development (ABCD) cohort (children aged 9–11) and the National Longitudinal Study of Adolescent to Adult Health (Add Health) (adults aged 25–35) and the UK Biobank (middle-to-older age; 40–70)\")\n\nLikely used Wave IV since \"adults aged 25–35\" correlates best to Wave IV (2008–2009) had participants who were 24–32 years old.", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "waves"}}
{"id": "addhealth_17_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "This paper is generalizable to \"three cohorts across multiple age demographics: the Adolescent Brain Cognitive Development (ABCD) cohort7 (children aged 9–11) and the National Longitudinal Study of Adolescent to Adult Health (Add Health)8 (adults aged 25–35) and the UK Biobank (middle-to-older age; 40–70)\"", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "population"}}
{"id": "addhealth_17_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "\"We detected significant (p.FDR < 0.05) associations between higher genetic scores vs. several well-being measures (best r2 = 0.019) in children of multiple ancestries in ABCD and small yet significant correlations with a happiness measure in European participants in Add Health (r2 = 0.004). Additionally, we show significant associations between lower genetic scores for happiness with smaller structural brain phenotypes in a white British subsample of UK Biobank and a white sub-sample group of ABCD. We demonstrate that the genetic basis for general happiness level appears to have a consistent effect on happiness and wellbeing measures throughout the lifespan, across multiple ancestral backgrounds, and multiple brain structures.\"\n\n\"The results of the LDpred PGS analyses in ABCD and Add Health showed that genetic liability toward happiness has fairly consistent effects across the lifespan from age 12 to 73 including across multiple ancestral backgrounds with the exception of the non-white ancestries of Add Health. The results of these models for the ABCD cohort show that genetic loading for happiness may drive certain aspects of an individual’s overall wellbeing (e.g., being calm, confident, energetic, able to concentrate), as well as aspects of brain structure known to underlie psychological as well as cognitive health.\"", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "results"}}
{"id": "addhealth_17_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "The researchers looked at MRI brain scans, looking at volume of white and grey matter. They then converted this to z scores. They also did LDpred PGS analyses, and reported \"the use of happiness polygenic scores (PGS) using the output of Baselmans and Bartels\", which is \"comprised of a meta-analysis of the question “In general, how happy are you?”\"", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "analysis_method"}}
{"id": "addhealth_17_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts)", "gold_answer": "\"UK Biobank is not representative of the UK general population in that participants are generally healthier and have a higher socioeconomic status than the general population and therefore may have a different happiness level distribution than the UK as a whole15. The MRI sample is even less representative in that participation was slightly biased towards the fitter, healthier participants in UK Biobank 9.\n\nA similar issue arises in the PGS analyses in that those of European ancestry were used to establish LD structure of the genome. This was due to the lower numbers of non-European ancestry participants in these cohorts. As a result, our findings possibly underestimate the effect in non-European ancestries.\"", "meta": {"paper_index": 17, "paper_title": "Consistent effects of the genetics of happiness across the lifespan and ancestries in multiple cohorts", "doi": "10.1038/s41598-023-43193-9", "question_type": "limitations"}}
{"id": "addhealth_18_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "The paper investigates \"how physical attractiveness, personality attractiveness, and grooming are related to criminal justice processing decisions.\"\n\nhypothesis: \"Within the field of criminal justice, attractiveness appears to also be related to offending. If caught, being physically attractive may prove to be advantageous—with research indicating that physically attractive people are treated more leniently by criminal justice actors\"", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "area_hypothesis"}}
{"id": "addhealth_18_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "Multiple waves - 4\n\nWave I (1994–1995), (Wave 2; 1996), (Wave 3; 2001-02), (Wave 4; 2008-09)\n\n\"The current study draws on four data files: (1) the wave 1 in-home questionnaire (respondents in grades 7–12), (2) the wave 2 in-home questionnaire (respondents in grades 8–12), (3) the wave 3 in-home questionnaire (respondents aged 18 to 26), and (4) the wave 4 in-home questionnaire (respondents aged 24 to 32).\"", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "waves"}}
{"id": "addhealth_18_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "This paper is generalizable to people aged 24 to 34 (within the criminal justice system)", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "population"}}
{"id": "addhealth_18_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "\"when assessed alone, physical attractiveness significantly decreased the odds of criminal behavior by 18 percent, arrest by 11 percent, conviction by 14 percent, and incarceration by 28 percent—controlling for race, age, and gender. When controlling for personality and grooming, however, physical attractiveness results in a 47 to 53 percent increase in the risk of experiencing these outcomes while having an attractive personality and being well-groomed significantly reduced such risk. These results highlight the importance of considering other factors of appearance and personal presentation when considering how attractiveness influences criminal justice outcomes.\"", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "results"}}
{"id": "addhealth_18_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "negative binomial and logistic regression analyses", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "analysis_method"}}
{"id": "addhealth_18_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes)", "gold_answer": "\"First, perceptions of physical attractiveness, personality, and grooming are subjective and as Beaver et al. [7] indicate, the measure used here relies on the perception of one interviewer across multiple waves. This measure, however, does use an average of the interviewer rating across the four waves and therefore should be more reliable than a single measure [7]. Additionally, research suggests that judgements of attractiveness tend to be fairly universal across contexts [4, 16]. While the measures here come from study interviewers’ perceptions, it is likely that law enforcement, judges, and probation officers are generally making the same judgements about attractiveness, grooming, and personality since—much like the Add Health interviewers—they are making the conclusions with only a short interaction with the individual. Second, the sample for the current study comes from the Add Health, which is a US-based study. As such, the results found here may differ if assessed within a different national and cultural context [7, 29]. Third, the measure of criminal behavior used here does not distinguish by crime type, such as personal, property, and/or violent crimes. The use of a single “catch all” measure of criminal behavior was done to better gauge the impact of the key independent variables on any form of criminal behavior. Although beyond the scope of the current study, future research should investigate the potential for differential impacts of attractiveness, personality, and grooming based on crime categories. There are also a limited number of control variables included in the analyses. As the current study sought to extend the work conducted by Beaver and colleagues [7], we chose to use the same control variables used in their study. Future research should seek to include additional relevant covariates to investigate potential outside influences. In particular, items such as prior record and offense severity may alter the observed outcomes.\n\nIt could also be argued that because a large number of models were analyzed, the possibility of multiple testing bias exists (i.e., the possibility of identifying a spurious association is increased). One way to account for this is to use a Bonferroni correction to the p-value [30]. When utilizing this method in the current study, there are a few notable findings. In Table 2, the relationship between attractiveness and arrest (b = -0.12, uncorrected p = 0.04) and attractiveness and conviction (b = -0.15, uncorrected p = 0.03) are no longer significant. In Table 3, the association between an attractive personality and conviction is no longer significant (b = -0.24, uncorrected p = 0.01). Turning to Table 4, the relationship between an attractive personality and arrest (b = -0.25, uncorrected p = 0.013), attractive personality and probation (b = -0.33, uncorrected p = 0.005), and attractive personality and conviction (b = -0.27, uncorrected p = 0.014) are no longer significant. Additionally, the association between personal grooming and criminal behavior (b = -0.39, uncorrected p = 0.007) was no longer significant. Looking at Table 5, the relationship between attractiveness and conviction (b = 0.39, uncorrected p = 0.01) is no longer significant, the association between having an attractive personality and probation (b = -0.36, uncorrected p = 0.015) as well as attractive personality and incarceration (b = -0.40, uncorrected p = 0.004) are no longer significant. As noted by VanderWeele and Mathur [30], these findings should be interpreted with caution as some have argued that it is an overcorrection and is too stringent.\"", "meta": {"paper_index": 18, "paper_title": "Beauty is only skin deep: An examination of physical attractiveness, attractive personality, and personal grooming on criminal justice outcomes", "doi": "10.1371/journal.pone.0291922", "question_type": "limitations"}}
{"id": "addhealth_19_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics)", "gold_answer": "The paper is proposing \"a systematic approach to assess the comparability of GWAS summary statistics that include versus exclude restricted data.\"\n\nStudies of \"genome-wide association studies (GWASs) [depend] on sample size\" but cannot always be shared publically, slowing \"the pace of genetic discovery.\" \"To address this challenge, researchers can publicly share down-sampled GWAS summary statistics that exclude restricted data,\" but \"leaving out a large part of the study sample not only reduces power but can also change the genetic etiology of the trait being studied, potentially leading to substantial differences in downstream analyses.\"\n\nThey \"propose a systematic approach for researchers disseminating GWAS summary statistics with restricted data removed (i) to evaluate the comparability of down-sampled GWAS summary statistics with their restricted data counterparts, and (ii) to assess the impact of using down-sampled univariate summary statistics in multivariate GWAS with Genomic SEM.\"", "meta": {"paper_index": 19, "paper_title": "Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics", "doi": "10.1007/s10519-023-10152-z", "question_type": "area_hypothesis"}}
{"id": "addhealth_19_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics)", "gold_answer": "This paper does not specify which waves of Add Health data are used, but from citations it seems like they were looking at sibling pairs genome data with N=5107", "meta": {"paper_index": 19, "paper_title": "Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics", "doi": "10.1007/s10519-023-10152-z", "question_type": "waves"}}
{"id": "addhealth_19_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics)", "gold_answer": "\"Given the importance of data sharing for the advancement of open science, we recommend that investigators who generate and share down-sampled summary statistics report these analyses as accompanying documentation to support other researchers' use of the summary statistics.\"", "meta": {"paper_index": 19, "paper_title": "Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics", "doi": "10.1007/s10519-023-10152-z", "question_type": "results"}}
{"id": "addhealth_19_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics)", "gold_answer": "The paper provides analyses through \"factor loadings and model fit, gene-property analyses, genetic correlations, and polygenic score\"\n\n1:\n\"The following five key indicators are useful for evaluating the loss of genetic signal in down-sampled univariate GWASs: (1) effective sample size (EffN), (2) heritability, (3) mean χ2, (4) genomic inflation factor, and (5) the LD Score regression attenuation/stratification bias ratio\"\n\n2:\nThey used \"down-sampled Genomic SEM factor analysis\" which is \"a flexible modeling approach that (1) estimates an empirical genetic covariance matrix and sampling covariance matrix from input GWAS summary statistics, and (2) evaluates a set of conventional parameters for structural equation modeling, such as factor loadings and residual variances, to minimize the discrepancy between the model-implied and empirical genetic covariance matrices\"\n\n3:\nUsed \"a multivariate GWAS on the latent factors in down-sampled analyses with Genomic SEM, the loss of genetic signal at the factor level can be assessed by (i) examining the genetic correlation between the respective latent factors of the full and down-sampled summary statistics using bivariate LD Score regression (Bulik-Sullivan et al. 2015) and by (ii) estimating the decrease in genetic signal with key indicators (1), (3), and (4) from Step 1.\"\n\nThey \"examined the loss of genetic signal in down-sampled univariate GWAS (Step 1), the change in the factor model loadings and fit (Step 2), the loss of genetic signal at the factor-level of down-sampled multivariate GWAS (Step 3); and for potential changes to gene-property analyses (Step 4), the pattern of genetic correlations with other traits (Step 5), and the explanatory power of polygenic score analyses in independent samples (Step 6).\"", "meta": {"paper_index": 19, "paper_title": "Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics", "doi": "10.1007/s10519-023-10152-z", "question_type": "analysis_method"}}
{"id": "addhealth_19_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics)", "gold_answer": "The paper does not talk about any limitations explicitly", "meta": {"paper_index": 19, "paper_title": "Guidelines for Evaluating the Comparability of Down-Sampled GWAS Summary Statistics", "doi": "10.1007/s10519-023-10152-z", "question_type": "limitations"}}
{"id": "addhealth_20_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood)", "gold_answer": "\"This study examined cross-sectional and prospective relationships between chronic disease and e-cigarette/cigarette use from young adulthood to adulthood utilizing the U.S.- based National Longitudinal Study of Adolescent to Adult Health (Add Health).\"", "meta": {"paper_index": 20, "paper_title": "Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood", "doi": "10.1016/j.pmedr.2023.102473", "question_type": "area_hypothesis"}}
{"id": "addhealth_20_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood)", "gold_answer": "Multiple waves - 3 \n\n\"Add Health Study wave 3 (2001-2002; ages 18-26), wave 4 (2008; ages 24-34), and wave 5 (2016-2018; ages 33-44) were used.\"", "meta": {"paper_index": 20, "paper_title": "Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood", "doi": "10.1016/j.pmedr.2023.102473", "question_type": "waves"}}
{"id": "addhealth_20_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood)", "gold_answer": "This paper is generalizable to people from teens to middle age who smoke", "meta": {"paper_index": 20, "paper_title": "Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood", "doi": "10.1016/j.pmedr.2023.102473", "question_type": "population"}}
{"id": "addhealth_20_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood)", "gold_answer": "\"Logistic regressions showed no significant cross-sectional or prospective relationships between asthma and cigarette and e-cigarette use. However, wave 3 non-asthmatic chronic disease was significantly associated with wave 4 cigarette use (aOR 1.38, p <.001, 95 % CI: 1.15, 1.65) and with wave 5 cigarette use (aOR 1.49, p <.001, 95 % CI: 1.21, 1.84) but not e-cigarette use. The association between chronic disease in young adulthood and tobacco use in adulthood differed by type of chronic disease and tobacco product, indicating the need for targeted interventions.\"", "meta": {"paper_index": 20, "paper_title": "Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood", "doi": "10.1016/j.pmedr.2023.102473", "question_type": "results"}}
{"id": "addhealth_20_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood)", "gold_answer": "weughted multilevel logistic regression\n\n\"Past 30-day cigarette use at waves 3-5 and past 30-day e-cigarette use at wave 5 were assessed. Two measures of chronic disease were used: asthma (yes/no) and non-asthmatic chronic disease (yes/no) composed of 7 additional chronic diseases (diabetes, migraine, heart problem, hepatitis B/C, high blood pressure, epilepsy, and cancer). Weighted multilevel logistic regression (controlling for age, race/ethnicity, gender, and education) was used to assess cross-sectional associations at wave 3, and then prospective associations of wave 3 chronic disease (asthma and non-asthmatic) with waves 4 and 5 cigarette and wave 5 e-cigarette use.\"", "meta": {"paper_index": 20, "paper_title": "Chronic disease as a risk factor for cigarette and e-cigarette use from young adulthood to adulthood", "doi": "10.1016/j.pmedr.2023.102473", "question_type": "analysis_method"}}
{"id": "addhealth_21_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men)", "gold_answer": "This paper investigates race differences in ideal cardiovascular health (CVH) among young (ages 24-34) and whether racial residential segregation (RRS) influences this association. This paper is testing the hypothesis that: \"among young men: (1) Whites will be more likely to have ideal CVH than Blacks; (2) those living in neighborhoods with a higher proportion of White residents will be more likely to have ideal CVH; (3) living in neighborhoods with a higher proportion of White residents will be associated with Black-White differences in ideal CVH.\"", "meta": {"paper_index": 21, "paper_title": "Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men", "doi": "10.3390/ijerph18157755", "question_type": "area_hypothesis"}}
{"id": "addhealth_21_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men)", "gold_answer": "It uses multiple waves: \"Data came from Wave IV (2008) of the National Longitudinal Study of Adolescent to Adult Health (Add Health), a nationally-representative cohort study of adolescents (grades 7–12) who were followed into adulthood. Add Health used a multistage, stratified, clustered sampling design where schools were systematically sampled to reflect the diversity of US adolescents with respect to census region, school type and size, urbanicity, and proportion of White students. Adolescents were sampled from 80 high schools and 52 middle schools to complete home interviews in 1994–1995 (Wave I) and 1996 (Wave II) [26]. Follow-up interviews were conducted in 2001–2002 (Wave III) and 2008–2009 (Wave IV). The most recent wave of data collection was completed in 2016–2018 (Wave V). Add Health oversampled for Black respondents with highly educated parents and paired respondent interview data with contextual data on aspects of their residential environment at each wave.\"", "meta": {"paper_index": 21, "paper_title": "Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men", "doi": "10.3390/ijerph18157755", "question_type": "waves"}}
{"id": "addhealth_21_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men)", "gold_answer": "Based on the analysis, Black men had lower odds of ideal cardiovascular health (CVH) compared to White men at baseline. The hypothesis that living in a neighborhood with a higher proportion of White residents would improve CVH was not supported. However, an interaction was found: as the percentage of White residents increased, the probability of having ideal CVH increased for White men but decreased for Black men. A significant racial disparity emerged specifically in neighborhoods where 55% or more of the residents were White.", "meta": {"paper_index": 21, "paper_title": "Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men", "doi": "10.3390/ijerph18157755", "question_type": "results"}}
{"id": "addhealth_21_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men)", "gold_answer": "The researchers used multiple imputation for missing covariate data and applied survey weights to ensure representativeness, conducting a series of weighted logistic regression models to analyze the relationship between race, neighborhood racial composition, and ideal cardiovascular health.", "meta": {"paper_index": 21, "paper_title": "Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men", "doi": "10.3390/ijerph18157755", "question_type": "analysis_method"}}
{"id": "addhealth_21_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men)", "gold_answer": "First, they defined ideal CVH as having at least four LS7 indicators, rather than five.\nSecond, measuring RRS as racial composition in census tract, though widely used, has been criticized for not reflecting the relative distribution of racial groups within larger geographic areas (e.g., metropolitan statistical area or county) or spatial interaction patterns between racial groups.\nThird, neighborhood context (population density and urbanicity) did not include features of the built and social environment, which may mediate the relationships explored in this study.\nThen, Add Health’s multistage sampling design did not include neighborhood-level indicators that would support multilevel analyses focused on neighborhood contexts.\nLastly, the cross-sectional approach does not allow causal claims about observed associations.", "meta": {"paper_index": 21, "paper_title": "Racial Residential Segregation and Race Differences in Ideal Cardiovascular Health among Young Men", "doi": "10.3390/ijerph18157755", "question_type": "limitations"}}
{"id": "addhealth_22_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "This paper investigates how \"Socioeconomic status (SES) is a fundamental contributor to health, yet it is rarely examined relative to gender expression, particularly gender non-conformity and sexual orientation\". This paper is testing the hypothesis that: gender non-conforming (GNC) expression and sexual minority (SM) status will be negatively associated with multiple indicators of Socioeconomic status (SES) among women and men.", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "area_hypothesis"}}
{"id": "addhealth_22_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "It uses a single wave (Wave V).", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "waves"}}
{"id": "addhealth_22_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Findings are generalisable only to the cisgender population\"", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "population"}}
{"id": "addhealth_22_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Among both women and men a general pattern of heightened risk for lower SES among gender non-conforming sexual minorities relative to gender conforming heterosexuals was observed. Gender non-conforming heterosexuals were also at elevated risk of lower SES compared with their conforming heterosexual peers.\"", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "results"}}
{"id": "addhealth_22_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Descriptive and regression analyses were stratified by SAB given prior research showing different relationships between sexual orientation and SES among women and men. Descriptive analyses assessed bivariate relationships between the measures of SES and SOGE status. Four logistic or multinomial regression models were fit for each SES outcome. Model 1 included only SOGE status. Model 2 included SOGE status and covariates known to vary by sexual orientation and SES (e.g., race/ethnicity, age, parental education, urbanicity) that, if omitted, could confound associations between SOGE group and SES. Model 3 was adjusted for confounders and educational attainment. Model 4 was adjusted for confounders, employment status, and educational attainment. We used this model-building approach to examine the associations between SES and SOGE status with and without adjustments for educational attainment and employment status which appear to be on the causal pathway between sexual orientation and adult economic status. Analyses were weighted and adjusted for survey design and conducted in Stata V.17.\"", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "analysis_method"}}
{"id": "addhealth_22_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Given the relatively small number of respondents who were androgynous or non-conforming in their perceived gender expression, we were unable to look at the association between the degree of non-conformity and SES. Associations may differ between individuals who are androgenous and those who are viewed as on the opposite end of the gender spectrum (i.e., highly masculine women). We also combined mostly heterosexual, bisexual, mostly homosexual and completely homosexual into one SM group to increase statistical power. The trade-off is a lack of information about the experiences of specific groups (e.g., bisexually identified people). Second, we did not have data about lifetime and recent employment discrimination that may directly impact SES. Third, our sample did not have enough transgender respondents to examine associations separately for transgender and cisgender respondents, thus, findings are generalisable only to the cisgender population. Findings may not generalise to younger or older cohorts of people.\"", "meta": {"paper_index": 22, "paper_title": "Sexual orientation, gender expression and socioeconomic status in the National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1136/jech-2022-220164", "question_type": "limitations"}}
{"id": "addhealth_23_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "This paper aims to identify distinct characteristics of subgroup population sharing similar patterns of physical activity (PA) and cigarette smoking respectively from early adolescence to adulthood, as well as predictors of subgroup membership. This paper is testing the hypothesis that there are three classes of distinct trajectories.", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "area_hypothesis"}}
{"id": "addhealth_23_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "It uses multiple waves (Wave I to V).", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "waves"}}
{"id": "addhealth_23_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "\"The generalizability of our results to current youth and adolescent population may be limited\".", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "population"}}
{"id": "addhealth_23_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "\"We identified three distinct subgroups of non-linear PA trajectories in the study population: moderately active group (N = 1067, 5%), persistently inactive group (N = 14,257, 69%) and worsening activity group (N = 5410, 26%). Foror cigarette smoking, we identified three distinct non-linear trajectory subgroups: persistent non-smoker (N = 14,939, 72%), gradual quitter (N = 2357, 11%), and progressing smoker (N = 3393, 16%). Sex, race/ethnicity, neighborhood environment and perceived peer support during adolescence were significant predictors of both physical activity and cigarette smoking trajectory subgroup membership from early adolescence to adulthood.\"", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "results"}}
{"id": "addhealth_23_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "\"Participants who participated in Wave I through Wave V in-school and in-home interviews as well as baseline parental interview questionnaire of the Add Health study with non-missing information on age, PA and cigarette smoking behaviors were included in the analyses. To ensure participants in the five waves of the Add Health study were comparable, key sociodemographic characteristics of study participants by wave were assessed. To identify subgroups of physical activity and cigarette smoking trajectories from young adolescence to adulthood, latent class mixture models (LCMM) were used. LCMM allows for exploration of population-level outcome heterogeneity by identifying the underlying number of latent classes and accounting for individual-level measure heterogeneity. To determine the optimal number of latent classes and class-specific trajectories of physical activity scores from young adolescence to adulthood for Add Health participants, we fit LCMMs with standardized physical activity score as the outcome measure and age as a continuous time variable. Maximum likelihood measures of a single latent class model were used as the initial values for model estimation. For each model with a hypothesized number of latent classes, model fitting and estimation process were iterated over random vectors of initial values through an automatic grid search algorithm until model achieved the best log-likelihood measure. Moreover, quadratic trajectories of physical activity scores were explored in addition to linear trajectories. Based on prior literature  we hypothesized that there were three classes of distinct trajectories. Hence, all model fitting and estimation procedures were iterated over two to four hypothesized number of latent classes in LCMM. Posterior probabilities of participants belonging to a class, given the hypothesized number of classes were obtained. Optimal number of classes for physical activity score trajectories was determined based on the following six factors: model entropy, the Akaike Information Criterion (AIC), the Bayesian Information Criterion (BIC), trajectory shape fitting between predicted and observed data, average posterior probability of individuals belonging to the assigned class (ideally greater or equal to 0.7), and proportion of individuals belonging to each class. With respect to trajectories of p30-day cigarette smoking intensity, a similar approach as described above was used. We hypothesized that three classes of trajectories would be observed. Log of p30-day cigarette smoking intensity was used as the outcome measure for model fitting purposes. To further identify predictors of latent class membership, multinomial logistic regression was used to assess the association of individual-level predictors (e.g. socio-demographic, psychological factors) and community-level predictors (e.g. household and neighborhood factors) with trajectory class membership for both PA and cigarette smoking. Individuals with missing information regarding baseline predictors were excluded from the analysis. All statistical analyses were performed in R 3.5.2.\"", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "analysis_method"}}
{"id": "addhealth_23_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood)", "gold_answer": "\"First, the number of Add Health study participants decreased by Wave V. Approximately 50% of the study participants were part of Wave V of the study. Even though the sociodemographic characteristics of study participants were comparable across all five waves, individuals that were not part of the study during later waves of study might lead to missingness in outcome data that are not at random, which might result in biased study findings. Second, both physical activity and past 30-day cigarette smoking data were obtained through self-reported survey. However, the design of the questionnaire items regarding those two behaviors was not consistent across all waves, which might lead to measurement error of outcomes. Third, Wave I through III did not have questions on average cigarette smoking intensity on a typical smoking day in addition to the past 30-day daily cigarette smoking intensity. Therefore, this study used past 30-day cigarette smoking intensity as an outcome, which might not be representative of all cigarette smokers’ typical smoking behavior for longer time periods. Fourth, given the drastic decrease in cigarette smoking prevalence and increased variety of physical activities among youth in recent years, the generalizability of our results to current youth and adolescent population may be limited. Lastly, latent class (growth) mixture model is a post-hoc analytical approach that is constrained by parameters imposed on model specification, such as hypothesized number of groups, as well as whether the trajectory would follow a linear, quadratic or cubic pattern.\"", "meta": {"paper_index": 23, "paper_title": "Characterization of trajectories of physical activity and cigarette smoking from early adolescence to adulthood", "doi": "10.1186/s12889-023-17365-1", "question_type": "limitations"}}
{"id": "addhealth_24_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: A Bayesian functional approach to test models of life course epidemiology over continuous time)", "gold_answer": "\"We first describe the model and present the estimation method. We assess the performance of the model in identifying the most descriptive conceptual model of life course epidemiology given plausible data scenarios. Drawing on data from the National Longitudinal Study of Adolescent and Adult Health (Add Health), we then consider empirical examples that examine repeated assessments of body mass index (BMI) between ages 12 and 43, and gene expression (mRNA-seq) signatures representing the molecular underpinnings of chronic kidney disease (CKD), inflammation and breast cancer.\"", "meta": {"paper_index": 24, "paper_title": "A Bayesian functional approach to test models of life course epidemiology over continuous time", "doi": "10.1093/ije/dyad190", "question_type": "area_hypothesis"}}
{"id": "addhealth_24_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: A Bayesian functional approach to test models of life course epidemiology over continuous time)", "gold_answer": "It uses multiple waves (Wave I to V).", "meta": {"paper_index": 24, "paper_title": "A Bayesian functional approach to test models of life course epidemiology over continuous time", "doi": "10.1093/ije/dyad190", "question_type": "waves"}}
{"id": "addhealth_24_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: A Bayesian functional approach to test models of life course epidemiology over continuous time)", "gold_answer": "\"Simulations reveal that fRLM identifies the correct life course model with three to five repeated assessments of risk and 400 subjects. The empirical examples reveal that chronic kidney disease reflects a critical period process and inflammation and breast cancer likely reflect sensitive period mechanisms.\"", "meta": {"paper_index": 24, "paper_title": "A Bayesian functional approach to test models of life course epidemiology over continuous time", "doi": "10.1093/ije/dyad190", "question_type": "results"}}
{"id": "addhealth_24_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: A Bayesian functional approach to test models of life course epidemiology over continuous time)", "gold_answer": "\"First, the risk exposure is modelled as a Gaussian Process, which excludes modelling of data with binary or discretely-scaled risk exposures. Thus, the health outcome and repeated risk factor must be continuously scaled, which rules out, for example, the study of caseness defined by clinical cut-offs. Second, the fRLM can not test chain-of-risk models (e.g. a Markov autoregressive model with an earlier risk factor predicting its later value, which in turn predicts the outcome). Chain-of-risk models are intrinsically discrete-time, however, in contrast to the fRLM’s depiction of risk as a continuous process. Finally, although we develop a broad framework for continuous risk exposure, some efficiency could be gained by setting priors that are more specific to the risk. For example, BMI is always positive, so it may improve the inference to set a positive prior distribution.\"", "meta": {"paper_index": 24, "paper_title": "A Bayesian functional approach to test models of life course epidemiology over continuous time", "doi": "10.1093/ije/dyad190", "question_type": "limitations"}}
{"id": "addhealth_25_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators)", "gold_answer": "\"Disparities in socio-economic status (SES) predict many immune system-related diseases, and previous research documents relationships between SES and the immune cell transcriptome. Drawing on a bioinformatically-informed network approach, we situate these findings in a broader molecular framework by examining the upstream regulators of SES-associated transcriptional alterations.\"", "meta": {"paper_index": 25, "paper_title": "Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators", "doi": "10.1038/s41598-024-51517-6", "question_type": "area_hypothesis"}}
{"id": "addhealth_25_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators)", "gold_answer": "It uses a single wave (Wave V).", "meta": {"paper_index": 25, "paper_title": "Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators", "doi": "10.1038/s41598-024-51517-6", "question_type": "waves"}}
{"id": "addhealth_25_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators)", "gold_answer": "\"Results reveal a network—of differentially expressed genes, transcription factors, and protein neighbors of transcription factors—that shows widespread SES-related dysregulation of the immune system. Mediational models suggest that body mass index (BMI) plays a key role in accounting for many of these associations. Overall, the results reveal the central role of upstream regulators in socioeconomic differences in the molecular basis of immunity, which propagate to increase risk of chronic health conditions in later-life.\"", "meta": {"paper_index": 25, "paper_title": "Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators", "doi": "10.1038/s41598-024-51517-6", "question_type": "results"}}
{"id": "addhealth_25_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators)", "gold_answer": "\"Our overall analytic strategy is to (1) estimate clusters of genes across the whole genome and, within these clusters, identify genes that differentially expressed (DE) by SES (hereafter, SES–DEG); (2) characterize the biological function of these DE genes and gene clusters that are likely to have DE genes; (3) identify transcription factors and their protein neighbors that are associated with these DE genes and act as a networked system; (4) determine the relative functional relevance of SES–DEG and upstream regulators in manifesting immune dysregulation, and, finally, (5) identify behavioral mediators that may account for associations between SES and DE genes and their upstream regulators.\"", "meta": {"paper_index": 25, "paper_title": "Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators", "doi": "10.1038/s41598-024-51517-6", "question_type": "analysis_method"}}
{"id": "addhealth_25_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators)", "gold_answer": "\"Several limitations are noteworthy. First, the hypotheses and the subsequent results are driven by the mRNA abundance data collected once from every participating subject. The repeated collection of transcriptomic data would be essential to address their highly transient nature, which is likely associated with considerable noise. Second, the identification of upstream transcriptional regulators of gene expression is performed with the aid of tissue-specific gene regulatory networks. These networks link genes to transcription factors based on experimental evidence and assign a confidence score to every identified transcription factor. It is, therefore, possible that transcription factors that play a central role in cell maintenance and cell cycle may be implicated without having a substantive role in the etiology or progression of dysfunction. We tried to account for such effects using a randomization experiment. However, direct measurements of protein abundance are required to concretely determine the role of every transcription factor. In the absence of proteomic assay data, inferring transcription factor abundance from publicly available chromatin immunoprecipitation followed by sequencing (ChIP-seq) data sources that have similar gene expression alterations as those observed with lowered SES, could offer valuable insights and presents an important extension of the current work. Finally, because the design is not experimental, the findings cannot be interpreted as casual relationships. This limitation is especially salient for the casual identification of social and behavioral mediators of SES-related immune dysregulation. Future research could usefully examine them and other mediators in a casual framework to disentangle expected tissue repair response to stress induced by these risk factors (e.g., obesity, smoking) and global immune system dysfunction.\n\nNevertheless, results suggest that a network of transcription factors and protein partners play a pivotal role in modulating the SES-related transcriptional response that precipitates dysregulated immune system response in terms of inflammation and interferon innate immunity. These central actors are important targets for future research connecting health disparities and socioeconomic inequalities. The results highlight the need for system-oriented analyses to comprehensively map the biological impact of SES disparities and they represent an essential step forward in identifying targets for possible prevention and intervention.\"", "meta": {"paper_index": 25, "paper_title": "Socioeconomic inequalities in early adulthood disrupt the immune transcriptomic landscape via upstream regulators", "doi": "10.1038/s41598-024-51517-6", "question_type": "limitations"}}
{"id": "addhealth_26_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Adverse childhood experiences and unhealthy dietary behaviours in adulthood)", "gold_answer": "This study assesses the relationship between adverse childhood experiences (ACE) occurring before the age of 18 years and patterns of fast-food consumption and sugary beverage consumption in adulthood. The study also examines how perceived stress and socio-economic status (SES) (college educational attainment and income) in adulthood mediate this relationship.", "meta": {"paper_index": 26, "paper_title": "Adverse childhood experiences and unhealthy dietary behaviours in adulthood", "doi": "10.1017/S1368980024000144", "question_type": "area_hypothesis"}}
{"id": "addhealth_26_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Adverse childhood experiences and unhealthy dietary behaviours in adulthood)", "gold_answer": "It uses multiple waves (Wave I, III, IV and V).", "meta": {"paper_index": 26, "paper_title": "Adverse childhood experiences and unhealthy dietary behaviours in adulthood", "doi": "10.1017/S1368980024000144", "question_type": "waves"}}
{"id": "addhealth_26_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Adverse childhood experiences and unhealthy dietary behaviours in adulthood)", "gold_answer": "\"The findings show an association between four or more ACE and high fast-food (relative risk ratio (RRR) = 1·436, 95 % CI = 1·040, 1·983) and high sugary beverage consumption (RRR = 1·435, 95 % CI = 1·002, 2·055). The association between ACE and high fast-food consumption is partially mediated by college educational attainment, and the association between ACE and high sugary beverage consumption is partially mediated by perceived stress and college educational attainment.\"", "meta": {"paper_index": 26, "paper_title": "Adverse childhood experiences and unhealthy dietary behaviours in adulthood", "doi": "10.1017/S1368980024000144", "question_type": "results"}}
{"id": "addhealth_26_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Adverse childhood experiences and unhealthy dietary behaviours in adulthood)", "gold_answer": "\"Using data from the National Longitudinal Study of Adolescent to Adulthood Health (N 8599), multinomial logistic regression analyses were carried out to assess the association between ACE and unhealthy dietary behaviours in adulthood. Karlson–Holm–Breen mediation analysis is used to determine the mediating effects of SES and perceived stress.\"", "meta": {"paper_index": 26, "paper_title": "Adverse childhood experiences and unhealthy dietary behaviours in adulthood", "doi": "10.1017/S1368980024000144", "question_type": "analysis_method"}}
{"id": "addhealth_26_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Adverse childhood experiences and unhealthy dietary behaviours in adulthood)", "gold_answer": "\"Some limitations should be considered when interpreting the results. First, at Wave V, only two survey items on dietary behaviour ask about fast-food and sugary beverage consumption. Although fruit and vegetable consumption were inquired at earlier waves, they were not measured at Wave V. While the available dietary measures available at Wave V of the Add Health study tap into unhealthy diet behaviours, it would be beneficial for future research to collect data on a broader range of both healthy and unhealthy dietary patterns individuals engage in, using measures such as comprehensive dietary assessments that include details on fruit and vegetable intake, grains, fibres and added sugars. Second, because the ACE items are asked at different waves with differing reference periods, some ACE are asked about the entirety of childhood and adolescence (i.e. experiences before age 18), and others cover a more limited timeframe (i.e. incidents that occurred by Wave I). Relatedly, because of the gaps between waves (i.e. Wave IV collected in 2008; Wave V in 2016–2018), the outcome variables and mediator variable were both measured at Wave V. While the reference period of the mediating variables for income (past year), educational attainment (highest attainment to date) and perceived stress (past thirty days) temporarily precedes the measure of fast-food and sugary beverage consumption (past 7 d), future longitudinal research that with data collection in shorter time intervals would be helpful to better identify the temporal relationship between how individual-level SES and perceived stress mediate the relationship between ACE and dietary behaviour.\nThird, although the study adjusts for a robust set of potential observable variables, any findings should be considered associational rather than causal due to the possibility of omitted variable bias. For instance, accessibility to grocery stores and fast-food restaurants in one’s local area may mediate the findings but were not available at Wave V in the Add Health study. Fourth, we cannot test proximal causal mechanisms between ACE and poor dietary behaviour in this study. ACE-exposed individuals may be prone to poor dietary behaviour as certain unhealthy foods can prompt a release of hormones such as dopamine or serotonin to make themselves feel better. Sixth, while we included a control variable for fruit and vegetable intake at Wave I, it would be helpful for future research with alternative data to better account for patterns of fast-food and sugary beverage consumption throughout childhood and adolescence and into adulthood to capture the possibility of continuity in dietary behaviour among ACE-exposed individuals. Seventh, the study focused on the role of stress, which had clear connections to ACE and dietary behaviour. However, future research can also consider the role of other types of psychological assessments, such as makers of depression or post-traumatic stress. Relatedly, the measure of SES was at the individual level, based on measures of income and educational attainment. However, future research needs to assess the role of neighbourhood-level SES variables, especially because neighbourhood SES may yield independent effects on health-related outcomes. It is also important to point out that this study focused on whether perceived stress and individual-level SES mediated the relationship between ACE and fast-food consumption and sugary beverage consumption. However, an important direction for future research would be to assess the complexity of this relationship with alternative methodological approaches, such as mediated-moderation analysis, and investigate potential bidirectional relationships between SES, stress and dietary patterns. Finally, due to the self-report, variables including ACE and fast-food and sugary beverage consumption may be subject to measurement error from recall or social desirability bias. It is also important to note that attrition, patterns of missing data and the use of multiple imputation may have introduced bias in the estimates.\"", "meta": {"paper_index": 26, "paper_title": "Adverse childhood experiences and unhealthy dietary behaviours in adulthood", "doi": "10.1017/S1368980024000144", "question_type": "limitations"}}
{"id": "addhealth_27_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States)", "gold_answer": "\"Cognitive aging is a lifelong process with implications for Alzheimer’s disease and dementia. This study aims to fill major gaps in research on the natural history of and social disparities in aging-related cognitive decline over the life span.\"", "meta": {"paper_index": 27, "paper_title": "An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States", "doi": "10.1177/08982643231184593", "question_type": "area_hypothesis"}}
{"id": "addhealth_27_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States)", "gold_answer": "It uses multiple waves (Wave I to V).", "meta": {"paper_index": 27, "paper_title": "An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States", "doi": "10.1177/08982643231184593", "question_type": "waves"}}
{"id": "addhealth_27_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States)", "gold_answer": "\"We found evidence for the onset of cognitive decline in the 4th decade of life, varying gender differences with age, and persistent disadvantage among non-Hispanic Blacks, Hispanics, and those without college education. We further found improvement in cognitive function across 20th century birth cohorts but widening social inequalities in more recent cohorts.\"", "meta": {"paper_index": 27, "paper_title": "An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States", "doi": "10.1177/08982643231184593", "question_type": "results"}}
{"id": "addhealth_27_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States)", "gold_answer": "\"We conducted integrative data analysis of four large U.S. population-based longitudinal studies of individuals aged 12 to 105 followed over two decades and modeled age trajectories of cognitive function in multiple domains.\"", "meta": {"paper_index": 27, "paper_title": "An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States", "doi": "10.1177/08982643231184593", "question_type": "analysis_method"}}
{"id": "addhealth_27_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States)", "gold_answer": "\"First, it was suggested that the standardization method for data harmonization may lead to bias when the underlying assumption that the construct being measured is the same across measures and datasets is not met. The individual study samples include cognitive measures that vary in domains and tests (e.g., Add Health PVT is distinct from the other cognitive tests and a proxy to intelligence; ACL does not include memory measures). Our pooled IDA is restricted to the memory measures common to three datasets (i.e., word recalls) and excludes cognitive measures that are not shared across all datasets. The standardization of memory scores of the same measures from the same study population in the U.S. may have largely reduced the potential bias introduced by study differences. Heterogeneity in other cognitive measures across studies, however, presents challenges for data harmonization using simple standardizations in a fully integrated study of all cognitive functions of interest. In this case, we conducted a coordinated IDA within each study and qualitatively compared results across studies. Future research is needed to collect further cognitive data and engage more sophisticated methods, such as latent variable models (e.g., confirmatory factor analysis and item response theory models), to harmonize diverse measures across studies. Second, our coordinated IDA of individual studies of overall cognitive function are limited in age and birth cohort representations and lengths of follow-up. For instance, only two waves of cognitive data were available for the Add Health and MIDUS analyses, which limited our ability to estimate nonlinear age change and cohort differences in age trajectories in more recent cohorts. Additional longitudinal follow-ups from young to mid-adulthood, particularly of the Add Health respondents, would provide more cognitive data for a life stage least studied and thus highly valuable for future research of cognitive change. Third, study variations in sampling designs and compositions restricted direct comparisons across studies in the coordinated IDA. For example, the small numbers of NH Black and Hispanic respondents in the MIDUS and ACL studies limited the power for inference of racial/ethnic heterogeneity in overall cognitive function in the corresponding analyses. In this case, comparisons of results across studies are not straightforward or complete and call for future research using the pooled IDA that can better address study differences. Finally, this study is already large in scale and could not include the assessments of structural measures of disparities, potential cultural bias in survey based cognitive measures that may disadvantage minority older adults, or other explanatory factors (biological, behavioral, or psychosocial) underlying individual differences in cognitive decline. These are important topics for future research to examine causal pathways linking social status and cognition.\"", "meta": {"paper_index": 27, "paper_title": "An Early and Unequal Decline: Life Course Trajectories of Cognitive Aging in the United States", "doi": "10.1177/08982643231184593", "question_type": "limitations"}}
{"id": "addhealth_28_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"This study aimed to evaluate the measurement properties of 2 emerging psychological resilience (PR) measures constructed for use in large national data sources and to test their reliability across social axes including race/ethnicity, gender, and socioeconomic status.\"", "meta": {"paper_index": 28, "paper_title": "Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1093/geroni/igae013", "question_type": "area_hypothesis"}}
{"id": "addhealth_28_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "It uses a single wave (Wave IV).", "meta": {"paper_index": 28, "paper_title": "Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1093/geroni/igae013", "question_type": "waves"}}
{"id": "addhealth_28_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Both PR measures perform well as reliable, 1-factor latent constructs capturing adaptive capacity at various life stages. Both measures showed measurement consistency across social axes, with specific differences in item measurement across some racial/ethnic groups.\"", "meta": {"paper_index": 28, "paper_title": "Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1093/geroni/igae013", "question_type": "results"}}
{"id": "addhealth_28_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"Using 2006/2008 data, the Simplified Resilience Score and the Add Health Resilience Scale were tested using overall and multigroup measurement models in a structural equation modeling framework.\"", "meta": {"paper_index": 28, "paper_title": "Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1093/geroni/igae013", "question_type": "analysis_method"}}
{"id": "addhealth_28_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health)", "gold_answer": "\"We do note limitations in the measures and our approach, with suggestions for future research. Although both SRS and the AHRS perform well in statistical tests of average and group specific measurement, these measures are based on existing questions drawn from established psychological batteries. Although original measures of PR would be preferable, we argue the SRS and AHRS provide a unique opportunity to study resilience in representative life course data. We also do not examine a myriad of other resilience-related resources which may be somewhat universal (social support) or group-specific (racial identity). Although we focus only on categorical social axes for tests of measurement invariance, we note that many social constructs are not necessarily binary or fixed across time. We also note that physical/mental health and stress are important axes where bias in PR measurement may also reside. Prior research with the SRS and the AHRS suggests that PR may be affected by, and in turn affects, health and well-being.\"", "meta": {"paper_index": 28, "paper_title": "Measuring Psychological Resilience in Aging: Findings From the Health and Retirement Study and National Longitudinal Study of Adolescent to Adult Health", "doi": "10.1093/geroni/igae013", "question_type": "limitations"}}
{"id": "addhealth_29_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk)", "gold_answer": "\"Longitudinal analyses may be performed to assess the influence of SDOH models and factors associated overtime. In addition, studies may include approaches to address social determinants of health (e.g., food as medicine programs) and identify how these interventions may impact diabetes outcomes. Future research may empirically test the association between the SDOH models and other disease states such as cardiovascular disease, chronic pain, and cancer. Since social workers are often utilized to address SDOH, randomized control trials (RCTs) may be employed which utilize social workers to assess SDOH and various healthcare concerns. Interventions to address these SDOH could be performed while assessing their impact on the SDOH indirectly and various healthcare outcomes indirectly. Additional areas of inquiry include 1) assessing the influence of healthcare providers’ perceptions of how SDOH influence diabetes-self management and how this may influence patient care interaction; 2) examining the association of psychiatric factors including depression and anxiety with SDOH factors; 3) exploring the impact of neighborhood factors such as social disorganization and discrimination; and 4) assessing the influence of SDOH risk on patient level perceptions of diabetes management and self-care.\"", "meta": {"paper_index": 29, "paper_title": "Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk", "doi": "10.1186/s40842-023-00162-5", "question_type": "area_hypothesis"}}
{"id": "addhealth_29_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk)", "gold_answer": "It uses multiple waves (Wave I to V).", "meta": {"paper_index": 29, "paper_title": "Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk", "doi": "10.1186/s40842-023-00162-5", "question_type": "waves"}}
{"id": "addhealth_29_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk)", "gold_answer": "\"The Kaiser model accounted for the largest proportion of variance (19%) in BMI. Race/ethnicity was a consistent factor predicting BMI across models. Regarding HbA1c, the Kaiser model also accounted for the largest proportion of variance (17%). Race/ethnicity and wealth was a consistent factor predicting HbA1c across models.\"", "meta": {"paper_index": 29, "paper_title": "Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk", "doi": "10.1186/s40842-023-00162-5", "question_type": "results"}}
{"id": "addhealth_29_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk)", "gold_answer": "\"Previous literature has identified the World Health Organization (WHO), Healthy People, County Health Rankings, and Kaiser Family Foundation as the conventional SDOH models. We used these models to operationalize SDOH using the Add Health dataset. Add Health data were used to perform logistic regressions for HbA1c and linear regressions for body mass index (BMI).\"", "meta": {"paper_index": 29, "paper_title": "Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk", "doi": "10.1186/s40842-023-00162-5", "question_type": "analysis_method"}}
{"id": "addhealth_29_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk)", "gold_answer": "\"One limitation of the current study was that proxies were used to represent each SDOH construct, and that the Add Health dataset did not have a proxy for every construct included. Also, household income was reported, but the proportion of household income to the number of individuals within that household was not reported. The results regarding income should therefore be interpreted within the context of that limitation. Additionally, the dataset included a literacy variable, but did not specifically address health literacy. This study was cross sectional and, therefore, we cannot determine the longitudinal or causal relationship between the SDOH models and the health outcomes. Relying on self-report data may also be a limitation, and future research may utilize geospatial information system and social network analysis to better analyze environmental influences. Despite these limitations, this research provides a unique approach regarding methods to empirically test SDOH models.\"", "meta": {"paper_index": 29, "paper_title": "Social determinants of health and diabetes: using a nationally representative sample to determine which social determinant of health model best predicts diabetes risk", "doi": "10.1186/s40842-023-00162-5", "question_type": "limitations"}}
{"id": "addhealth_30_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: The association between marijuana and e-cigarette use and exercise behavior among adults)", "gold_answer": "\"As the prevalence of marijuana and e-cigarette use among American adults rises and the perceived risk decreases, more information is needed on the potential costs and benefits of marijuana and e-cigarette use, including patterns of exercise. Prior studies have found mixed results, lacked data on types of exercise, and involved only adolescents and young adults. Thus, the current study explored whether marijuana and e-cigarette use are associated with strength training, walking for exercise, or general physical activity among adults in the United States.\"", "meta": {"paper_index": 30, "paper_title": "The association between marijuana and e-cigarette use and exercise behavior among adults", "doi": "10.1016/j.pmedr.2024.102668", "question_type": "area_hypothesis"}}
{"id": "addhealth_30_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: The association between marijuana and e-cigarette use and exercise behavior among adults)", "gold_answer": "It uses a single wave (Wave V).", "meta": {"paper_index": 30, "paper_title": "The association between marijuana and e-cigarette use and exercise behavior among adults", "doi": "10.1016/j.pmedr.2024.102668", "question_type": "waves"}}
{"id": "addhealth_30_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: The association between marijuana and e-cigarette use and exercise behavior among adults)", "gold_answer": "\"Results indicated that participants’ marijuana and e-cigarette use predicted their walking for exercise, with marijuana users walking the highest number of times per week, followed by non-users, e-cigarette users, and dual users. However, this effect only approached significance after controlling for covariates. There were no significant differences in strength training or general exercise between groups.\"", "meta": {"paper_index": 30, "paper_title": "The association between marijuana and e-cigarette use and exercise behavior among adults", "doi": "10.1016/j.pmedr.2024.102668", "question_type": "results"}}
{"id": "addhealth_30_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: The association between marijuana and e-cigarette use and exercise behavior among adults)", "gold_answer": "\"2,591 adults from Wave V of the National Longitudinal Study of Adolescent to Adult Health (2016–2018) comprised the sample. Separate one-way analyses of variance (ANOVAs) and post hoc tests examined whether participants’ marijuana and e-cigarette use predicted their exercise, while follow-up analyses of covariance (ANCOVAs) probed significant effects.\"", "meta": {"paper_index": 30, "paper_title": "The association between marijuana and e-cigarette use and exercise behavior among adults", "doi": "10.1016/j.pmedr.2024.102668", "question_type": "analysis_method"}}
{"id": "addhealth_30_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: The association between marijuana and e-cigarette use and exercise behavior among adults)", "gold_answer": "\"Limitations of the current study include a lack of information about the intensity and duration of exercise, the specific quantity of marijuana and nicotine used, and the number of times subjects used marijuana and e-cigarettes within a day. Furthermore, Add Health did not explicitly distinguish between THC and CBD, or medical and recreational marijuana use, and we were unable to establish any causal relationships through the cross-sectional study design.\"", "meta": {"paper_index": 30, "paper_title": "The association between marijuana and e-cigarette use and exercise behavior among adults", "doi": "10.1016/j.pmedr.2024.102668", "question_type": "limitations"}}
{"id": "addhealth_31_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "This paper investigates the relationship between interpersonal discrimination (based on multiple attributes) and allostatic load (a biomarker-based measure of cumulative physiological stress) among U.S. adults", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "area_hypothesis"}}
{"id": "addhealth_31_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "The analysis primarily uses Wave V (2016–2018) biomarker data, but it also incorporates measures from Wave I (1994–1995) for controls (e.g., adolescent peer prejudice, teacher fairness, family SES, adverse childhood experiences). So it uses multiple waves (Wave I and Wave V)", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "waves"}}
{"id": "addhealth_31_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "The study sample is drawn from the nationally representative Add Health cohort, specifically U.S. adults aged 33–44 at Wave V. Thus, the findings are generalizable to U.S. adults in this age range", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "population"}}
{"id": "addhealth_31_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "The study found that the number of forms of discrimination an individual experienced was positively associated with allostatic load, meaning that each additional type of discrimination increased the risk by approximately 2%. However, the frequency of discrimination did not moderate or mediate this relationship, suggesting that simply experiencing more types of discrimination, rather than how often they occur, was more impactful. Perceived stress played a small mediating role, accounting for only about 3.4% of the total effect between discrimination and allostatic load. The findings were consistent across different methods of measuring allostatic load, demonstrating the robustness of the results. Additionally, the relationship between multiple forms of discrimination and allostatic load did not differ significantly across racial or ethnic groups.", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "results"}}
{"id": "addhealth_31_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "The study employed negative binomial regression to model the relationship between discrimination and allostatic load. To examine potential moderation effects, interaction analyses were conducted using average marginal effects (AMEs). Mediation was tested through generalized structural equation modeling (GSEM) with bootstrapping, focusing on the roles of discrimination frequency and perceived stress. Additionally, all analyses incorporated survey weights to ensure representativeness and used multiple imputation by chained equations (MICE) to handle missing data, thereby enhancing the accuracy and robustness of the results", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "analysis_method"}}
{"id": "addhealth_31_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load)", "gold_answer": "The study’s cross-sectional design limits its ability to establish causality, as both discrimination and biomarker data were collected only at Wave V. Because discrimination measures were available for this wave alone, the researchers could not examine how discrimination and health outcomes evolved over time. Additionally, the Everyday Discrimination Scale (EDS) used in the study may underestimate the frequency of discrimination experiences due to its two-step format, which first asks participants about general experiences and then about the perceived reasons for them. Another limitation is that the study could not determine whether multiple attributed forms of discrimination were experienced simultaneously (such as gendered racism) or independently, which restricts the ability to interpret results through an intersectional lens. Finally, the analysis lacked sufficient statistical power to explore detailed intersectional subgroup differences, further limiting the depth of interpretation regarding overlapping social identities and discrimination experiences.", "meta": {"paper_index": 31, "paper_title": "Accumulating burden: Exposure to interpersonal discrimination based on multiple attributes and allostatic load", "doi": "10.1016/j.ssmph.2024.101639", "question_type": "limitations"}}
{"id": "addhealth_32_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "This paper investigates men’s sexual behaviors—specifically consistent contraceptive use and multiple sexual partnerships—in relation to fatherhood status (nonfathers, resident fathers, and nonresident fathers). It explores how social identity as a father shapes sexual health behaviors in early-to-middle adulthood", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "area_hypothesis"}}
{"id": "addhealth_32_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "This study uses data from Wave V (2016–2018) only, so it relies on a single wave of Add Health data", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "waves"}}
{"id": "addhealth_32_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "The study is generalizable to U.S. men ages 32–42, since it uses a nationally representative Add Health sample from Wave V", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "population"}}
{"id": "addhealth_32_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "The researchers found that sexual behavior patterns varied by fatherhood status. Nonfathers’ sexual behaviors were shaped mainly by relationship type and race, with non-Hispanic Black men more likely to report multiple partners. Among resident fathers, cohabiting (vs. married) men were less likely to consistently use contraceptives and more likely to report multiple partners. For nonresident fathers, higher education was associated with lower contraceptive use but greater likelihood of multiple partners, while higher income reduced the likelihood of multiple partners. Across all groups, being single increased the odds of multiple partnerships", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "results"}}
{"id": "addhealth_32_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "The study used survey-weighted descriptive statistics and logistic regression models, stratified by fatherhood status, to examine associations between demographic, socioeconomic, and health factors and sexual behavior outcomes", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "analysis_method"}}
{"id": "addhealth_32_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018)", "gold_answer": "The paper notes several limitations: results are cross-sectional and cannot establish causality; it does not capture men’s fathering intentions or the type/effectiveness of contraceptives; it does not differentiate between concurrent and sequential multiple partnerships; and sexual behavior data are self-reported, so they may be influenced by recall or social desirability bias", "meta": {"paper_index": 32, "paper_title": "Correlates of Sexual Behavior Across Fatherhood Status: Finding From the National Longitudinal Study of Adolescent to Adult Health (Add Health), 2016–2018", "doi": "10.1177/15579883241239770", "question_type": "limitations"}}
{"id": "addhealth_33_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "This paper investigates how positive affect during adolescence—the experience of emotions such as happiness, joy, hope, and enthusiasm—relates to health and well-being outcomes in adulthood. It explores whether fostering positive emotions in adolescence has long-term protective effects across physical, mental, behavioral, social, and civic domains", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "area_hypothesis"}}
{"id": "addhealth_33_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "This study uses multiple waves of Add Health data. Positive affect was measured at Wave I (1994–95) and Wave II (1995–96), while health and well-being outcomes were assessed later at Wave IV (2008, when participants were 24–32 years old) and Wave V (2016–2018, when participants were 33–43 years old)", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "waves"}}
{"id": "addhealth_33_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "The findings are generalizable to U.S. adolescents in grades 7–12 during the mid-1990s who were followed into adulthood, since Add Health is a nationally representative cohort study", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "population"}}
{"id": "addhealth_33_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "The researchers found that higher positive affect in adolescence was linked to better outcomes in multiple areas of adult life. Specifically, it predicted improved physical health (e.g., fewer migraines, higher cognition, better self-rated health), healthier behaviors (e.g., less prescription drug misuse, lower physical inactivity, fewer sleep disturbances), and stronger mental health (e.g., lower rates of depression, anxiety, PTSD, ADHD, stress, and negative affect). It was also linked to higher optimism, greater sense of control, less loneliness and perceived discrimination, more social support, better satisfaction with parenting, and increased likelihood of voting. However, associations with some health behaviors (like smoking, binge drinking, or BMI) and some social outcomes (like relationship quality with parents) were weak or non-significant", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "results"}}
{"id": "addhealth_33_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "The researchers used an outcome-wide longitudinal approach. They ran separate regression models for each of 41 outcomes, adjusting for a wide set of confounders from earlier waves. Depending on outcome type, they used linear regression (for continuous outcomes), logistic regression (for binary outcomes with <10% prevalence), or generalized linear models with Poisson distribution (for binary outcomes with ≥10% prevalence). They also applied multiple imputation, survey weights, and conducted sensitivity analyses (E-values) to test robustness", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "analysis_method"}}
{"id": "addhealth_33_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach)", "gold_answer": "Key limitations include: reliance on self-reported measures for both positive affect and many outcomes; the possibility of unmeasured confounding or reverse causality despite robust controls; the use of a positive affect subscale from a depression scale, which may not fully capture positive emotions; the relatively young age of participants at follow-up, meaning many chronic conditions had not yet emerged; and limited generalizability beyond U.S. adolescents, since cultural factors may shape affect and health differently elsewhere", "meta": {"paper_index": 33, "paper_title": "Positive affect during adolescence and health and well-being in adulthood: An outcome-wide longitudinal approach", "doi": "10.1371/journal.pmed.1004365", "question_type": "limitations"}}
{"id": "addhealth_34_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "This paper investigates the relationship between aerobic exercise during adolescence and the risk of developing anxiety disorders in adulthood. It aims to understand whether exercise acts as a protective factor against anxiety later in life", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "area_hypothesis"}}
{"id": "addhealth_34_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "The study uses multiple waves of Add Health data. Specifically, aerobic exercise was measured in Wave I (1994–1995), and anxiety disorder diagnoses were assessed in Wave IV (2008–2009), representing about 15 years of follow-up", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "waves"}}
{"id": "addhealth_34_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "The findings are generalizable to U.S. adolescents (ages 12–19) in the mid-1990s, who were followed into adulthood, since Add Health is a nationally representative study", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "population"}}
{"id": "addhealth_34_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "The researchers found no statistically significant association between aerobic exercise in adolescence and anxiety disorders in adulthood. Although point estimates suggested slightly lower prevalence ratios among those who exercised (PRs ranging from 0.81 to 0.85 across groups), none reached significance. However, the study did find that female sex, White race, and cannabis use were associated with higher prevalence of anxiety disorders in adulthood", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "results"}}
{"id": "addhealth_34_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "The researchers used robust Poisson regression models to estimate prevalence ratios (PRs) of anxiety disorders in adulthood by exercise frequency, adjusting for sociodemographic characteristics and substance use at baseline. They also applied survey weights to account for Add Health’s complex sampling design", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "analysis_method"}}
{"id": "addhealth_34_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health)", "gold_answer": "The study notes several limitations: both exercise and anxiety measures were self-reported, which may introduce bias; exercise was measured broadly without distinguishing type, intensity, or duration; the study could not account for changes in exercise or anxiety over time; and some adolescents may have already had anxiety at baseline, which could bias results. Additionally, attrition in Add Health may limit generalizability, as those lost to follow-up differed demographically from those retained", "meta": {"paper_index": 34, "paper_title": "Aerobic exercise during adolescence and anxiety disorders in adulthood: A cohort study using Add Health", "doi": "10.1371/journal.pone.0301253", "question_type": "limitations"}}
{"id": "addhealth_35_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "This paper investigates how the timing of adult children’s college completion—whether on time, late, or never—affects the health of their aging mothers. It lies within the fields of life course research, intergenerational relationships, and educational and health inequality. Drawing on the life course perspective, the authors focus on the concept of “linked lives,” which emphasizes how the experiences of one family member can influence the well-being of another. The central hypothesis is that mothers whose adult children complete college on time will report better health compared to mothers whose children complete college late or never finish at all. The authors also expect that mothers of adult children who finish college late will report better health than those whose children never graduate but worse health than those whose children finish on time. Finally, they hypothesize that these associations will be stronger among mothers with lower educational attainment, as mothers without college degrees may experience greater stress or financial strain when their children do not achieve educational milestones.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "area_hypothesis"}}
{"id": "addhealth_35_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "The researchers used multiple waves of data from the National Longitudinal Study of Adolescent to Adult Health (Add Health) and its companion Add Health Parent Study (AHPS). Specifically, they combined data from Waves I, III, IV, and V of Add Health, which followed children from adolescence (1994–1995) through adulthood (2016–2018), with data from Waves I and II of the AHPS, which surveyed the parents—mostly mothers—during the same time frame. This multigenerational, multiwave dataset allowed the authors to pair information reported by adult children about their educational histories with self-reported health data from their mothers, reducing bias and providing a comprehensive, longitudinal view of how children’s educational trajectories influence maternal health over time.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "waves"}}
{"id": "addhealth_35_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "The findings of this study are generalizable to U.S. mothers in midlife and older adulthood who have adult children born in the early 1980s through the early 1990s. Because Add Health and AHPS are nationally representative studies, the results can be extended to the broader population of U.S. families with similar demographic characteristics. The analytic sample included 1,347 mother–child pairs and focused on mothers aged 49 to 80 and adult children aged 34 to 44. The study included mothers identifying as white, Black, Latinx, or Asian, reflecting the racial and ethnic diversity of U.S. families, though smaller racial and ethnic subgroups were not analyzed separately due to limited sample sizes. Fathers were excluded because 96% of respondents in the parent data were mothers.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "population"}}
{"id": "addhealth_35_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "The results showed that adult children’s college completion is meaningfully associated with their mothers’ health. Mothers whose adult children completed college—whether on time or late—had better self-rated health than mothers whose children never completed college. Specifically, mothers of non-college-completers were about twice as likely to report poor health compared to those whose children graduated on time. However, there was no significant difference in maternal health between mothers of children who completed college on time and those who did so later. This indicates that the completion of a college degree itself, rather than the timing of completion, is the most important factor for maternal well-being. The study also found that the relationship between children’s college completion and maternal health did not differ significantly by the mother’s own educational attainment. Overall, having a child who completes college appears to confer health benefits to mothers, supporting the life course principle that the lives and well-being of family members are interconnected.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "results"}}
{"id": "addhealth_35_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "The researchers used weighted logistic regression models to test the associations between adult children’s college completion timing and their mothers’ self-rated health. These models controlled for a wide range of characteristics of both mothers and children, including age, gender, race, marital status, employment, depressive symptoms, and prior health. They also tested interaction effects to determine whether the relationship between children’s educational outcomes and mothers’ health varied by the mother’s own education level. Multiple imputation with chained equations was used to handle missing data, and the analysis incorporated survey weights from AHPS to maintain national representativeness. Supplemental models were conducted among mothers with multiple children to ensure the robustness of the results, confirming that the findings held even when comparing siblings’ differing educational timelines.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "analysis_method"}}
{"id": "addhealth_35_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment)", "gold_answer": "The authors acknowledged several limitations to their study. Because the research design is observational, the results cannot establish causation—unmeasured characteristics of mothers, such as health behaviors or parenting style, could influence both their children’s educational success and their own later-life health. The study also lacked direct measures of mothers’ emotional stress, worry, or caregiving behaviors, which might explain how children’s delayed or incomplete education affects mothers’ well-being. In addition, socioeconomic background was captured only through mothers’ educational attainment, as household income data were too incomplete for reliable use. The sample was restricted to mothers, excluding fathers, and small subgroup sizes prevented detailed racial and ethnic comparisons. Finally, the study relied on self-rated health, a subjective measure, though it is widely used as a reliable indicator of overall health. Despite these limitations, the findings offer valuable insight into how children’s educational pathways shape their mothers’ health in later life.", "meta": {"paper_index": 35, "paper_title": "Adult Childrens’ College Completion Timing and Their Aging Mothers’ Self-Rated Health: The Role of Mothers’ Educational Attainment", "doi": "10.1007/s10804-024-09484-9", "question_type": "limitations"}}
{"id": "addhealth_36_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "This paper explores the relationship between substance use and college completion among students attending two-year (community) and four-year colleges in the United States. It addresses a key research gap: while many studies link drug and alcohol use to lower graduation rates in four-year colleges, few have investigated whether similar patterns exist for two-year colleges, which serve a more socioeconomically diverse population. The study hypothesizes that students who use substances—especially marijuana, cocaine, or methamphetamines—will be less likely to complete a college degree within seven years, even after accounting for demographic and academic factors. It also expects differences between two-year and four-year institutions, given that community college students come from more disadvantaged backgrounds and may engage in different types of substance use. In short, the hypothesis is that substance use negatively affects educational attainment, but the type and magnitude of this effect may vary by college setting", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "area_hypothesis"}}
{"id": "addhealth_36_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "The study draws on multiple waves of data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), a nationally representative dataset. It uses information from 1995 (Wave I) for precollege variables, 2001 (Wave III) for college enrollment and substance-use measures (ages 18–24), and 2008 (Wave IV) for educational attainment outcomes (ages 25–31). This seven-year longitudinal span allows the researcher to track how substance use during early adulthood predicts later college completion. By combining baseline adolescent data with adult follow-ups, the analysis reduces reverse causality—ensuring that substance use precedes college outcomes—and provides one of the most comprehensive longitudinal assessments of drug use and academic persistence in both two-year and four-year college settings", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "waves"}}
{"id": "addhealth_36_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "Because Add Health is nationally representative, the findings generalize to U.S. college students who attended either community colleges or four-year universities in the early 2000s. The analytic sample included 4,218 high-school graduates, among whom 1,398 attended two-year colleges and 2,813 attended four-year institutions. Participants were originally surveyed as adolescents (ages 12–18) and followed into adulthood. The results are therefore applicable to young adults transitioning from high school into postsecondary education, particularly within cohorts born in the 1980s. The study’s use of demographic weights ensures representativeness across racial, socioeconomic, and gender groups, making the conclusions broadly relevant to U.S. college populations from similar periods", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "population"}}
{"id": "addhealth_36_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "The analysis revealed that substance use was linked to lower college completion, though the patterns differed by institution type. Among two-year college students, those who had used methamphetamines in the past year or month, reported other illegal drug use, or had received alcohol-abuse treatment were significantly less likely to complete any postsecondary degree within seven years. Among four-year college students, those who used marijuana, cocaine, or other drugs, or whose drug use interfered with work or school, were also less likely to graduate, even after controlling for prior academic performance and socioeconomic background. In contrast, moderate alcohol use—such as one to three drinks per occasion—was associated with slightly higher odds of graduation at four-year institutions, possibly reflecting greater social integration. Overall, the findings show that substance use—especially marijuana and stimulant use—negatively predicts educational attainment, with stronger effects in four-year colleges for marijuana and in two-year colleges for hard-drug use and alcohol-related treatment", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "results"}}
{"id": "addhealth_36_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "The study used propensity-score matching and Poisson regression models with robust standard errors to control for confounding and estimate relative risks. Matching ensured that two-year and four-year college students were comparable on fifteen precollege variables such as GPA, standardized test scores, parental income, and early substance use. After matching, multivariate Poisson regressions calculated incidence-rate ratios (IRRs) representing the relative likelihood of not completing college given specific substance-use behaviors. The use of matched samples helped reduce bias from students’ self-selection into different types of colleges, and Poisson regression was chosen over logistic regression to yield interpretable risk ratios rather than odds ratios. The statistical analyses were performed in R using the MatchIt package, and results were cross-checked before and after matching to ensure robustness", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "analysis_method"}}
{"id": "addhealth_36_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study)", "gold_answer": "The paper acknowledges several limitations. First, as an observational study, it cannot establish causality—unmeasured factors such as personality traits or mental-health issues could influence both substance use and college persistence. Second, self-reported measures of drug and alcohol use may be subject to under-reporting, though prospective data collection minimizes recall bias. Third, the study’s cohort attended college in the early 2000s, so results may differ for today’s students, particularly given changing marijuana laws and social norms. Fourth, while propensity matching reduces bias, some unobserved confounding (e.g., motivation, peer influence) may remain. Finally, the data excluded students who never entered college and relied on degree completion as the outcome, not accounting for transfers or delayed enrollment. Despite these caveats, the study provides rare, nationally representative evidence on how substance use affects college completion across both two-year and four-year institutions", "meta": {"paper_index": 36, "paper_title": "Substance Use and College Completion Among Two-Year and Four-Year College Students From a Nationally Representative Longitudinal Study", "doi": "10.7759/cureus.61297", "question_type": "limitations"}}
{"id": "addhealth_37_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "This paper investigates how pubertal development, physical activity, and sleep patterns relate to friendship formation among adolescents, using a network analysis approach. The research integrates biological and social factors, examining whether adolescents are more likely to form friendships with peers who share similar stages of puberty or similar health behaviors. The study tests two main hypotheses: first, that adolescents’ pubertal development will be associated with a greater likelihood of friendship formation; and second, that similarity in pubertal development among friends (pubertal timing homophily) will vary by sex, being more evident among girls than boys. This work bridges developmental biology and social network science, emphasizing how shared physical and behavioral characteristics may influence adolescent social structures", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "area_hypothesis"}}
{"id": "addhealth_37_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "The study utilizes data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), specifically focusing on two “saturation schools” — Sunshine High and Jefferson High — that provided complete social network data. The data come from Wave I (1994–1995), including 1,408 students from Sunshine and 762 from Jefferson. Add Health data were used to measure friendship ties, pubertal development indicators, physical activity levels, and sleep habits. The researchers linked these measures to students’ self-reported friendship nominations, allowing them to analyze how individual attributes and shared behaviors influenced peer relationships. Although cross-sectional, these rich data made it possible to model detailed friendship networks and assess interpersonal dependencies statistically, making Add Health ideal for this social network-based investigation", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "waves"}}
{"id": "addhealth_37_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "The sample represents U.S. adolescents enrolled in two large high schools during the mid-1990s, one suburban and racially diverse (Sunshine High) and one rural and predominantly white (Jefferson High). While the analysis is limited to these two schools, both were part of the nationally representative Add Health study. The findings thus primarily generalize to American high school students in early to mid-adolescence, typically aged 15 to 18, during this period. The authors note that while the data were collected decades ago, the mechanisms observed—such as friendship formation based on shared physical and behavioral traits—likely persist among today’s adolescents, even if modern factors like social media now mediate peer interactions differently", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "population"}}
{"id": "addhealth_37_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "The study found that adolescents tend to form friendships with peers who are similar in pubertal development and health-related behaviors. In both schools, students with similar levels of physical activity and sleep duration were more likely to be friends. At Sunshine High, youth with similar perceived pubertal timing (“looking older or younger than peers”) also tended to form friendships, while at Jefferson High, girls with similar ages at menarche showed a modest tendency to be friends. Additionally, physically more developed girls had larger friendship networks, suggesting that pubertal development might influence social integration more strongly for girls. In contrast, boys’ friendships were more associated with shared sleep and activity habits than with puberty indicators. Overall, the results support that homophily—similarity between friends—extends to biological and behavioral characteristics during adolescence, with some gender-specific nuances", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "results"}}
{"id": "addhealth_37_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "The authors used Exponential Random Graph Models (ERGMs) to statistically model the formation of friendship ties while accounting for dependencies within social networks—an advancement over traditional regression models that assume independence among individuals. These models estimated the probability of friendship between two adolescents as a function of both personal attributes (e.g., physical development, sleep, activity) and dyadic similarities (e.g., same grade, same race, similar physical activity). Separate models were also created for boys, girls, and cross-sex ties to test sex differences in the patterns. ERGMs allowed the researchers to distinguish between endogenous network effects (like mutual friendships and clustering) and exogenous covariates (like puberty and behavior), giving a nuanced view of how friendships are structured within adolescent social networks", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "analysis_method"}}
{"id": "addhealth_37_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks)", "gold_answer": "The authors acknowledge several limitations. First, the cross-sectional design prevents causal inference—whether similar puberty and health behaviors cause friendships or result from them cannot be determined. Second, the data are self-reported and from the 1990s, predating modern digital social environments, which may influence how adolescents interact today. Third, the study focuses on only two schools, so findings may not generalize to all U.S. adolescents or to different cultural or school contexts. Additionally, biological measures of puberty (such as hormone levels or physician-assessed Tanner stages) were unavailable; instead, the study relied on self-perceived and self-reported indicators. Finally, missing data and limited representation of gender diversity constrain the analyses. Nonetheless, the study provides a rare and rigorous examination of how biological development intersects with social networks, setting a foundation for future longitudinal and culturally comparative research", "meta": {"paper_index": 37, "paper_title": "Disentangling associations between pubertal development, healthy activity behaviors, and sex in adolescent social networks", "doi": "10.1371/journal.pone.0300715", "question_type": "limitations"}}
{"id": "addhealth_38_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "This study investigates the relationship between social isolation (SI) and hypertension from adolescence through early middle adulthood, with a focus on understanding how the timing, duration, and transitions of SI across life stages affect cardiovascular health. While previous studies primarily examined older adults using cross-sectional data, this research fills an important gap by evaluating a younger population longitudinally. The authors hypothesized that social isolation during early and middle adulthood would be significantly associated with a higher likelihood of hypertension compared with isolation during adolescence. They further hypothesized that persistent or increasing isolation over time would elevate hypertension risk, while continuous social connectedness would be protective. Essentially, the paper tests three hypotheses: (1) SI in early middle adulthood has a stronger relationship with hypertension than SI in adolescence; (2) persistent SI across life stages increases hypertension risk; and (3) moving into isolation after adolescence predicts higher odds of developing hypertension compared to remaining socially connected", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "area_hypothesis"}}
{"id": "addhealth_38_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "The researchers utilized five waves (I–V) of data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), covering the period from 1994 to 2018. This dataset follows over 20,000 U.S. adolescents from grades 7–12 into adulthood, making it ideal for life-course health research. The analysis focused on 5,049 participants who completed in-home interviews across adolescence, young adulthood, and early middle adulthood, and provided biomarker data (including blood pressure) during Wave V (ages 33–42). Social isolation was assessed at three time points—adolescence, young adulthood, and early middle adulthood—using the Social Network Index (SNI), which measures social integration across four domains: marital or romantic status, close friendships, religious participation, and civic or volunteer involvement. The inclusion of multiple waves allowed the researchers to track SI trajectories over more than two decades, distinguishing between transient, persistent, and newly developed isolation patterns and linking these to measured hypertension outcomes", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "waves"}}
{"id": "addhealth_38_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "The study’s findings are generalizable to U.S. adults who were adolescents in the 1990s and who transitioned into middle adulthood by the late 2010s. Because Add Health is nationally representative, the results apply broadly to Americans born in the early 1980s, now in their 30s and 40s. The sample includes individuals from diverse racial, ethnic, and socioeconomic backgrounds, with appropriate survey weights used to ensure national representation. The analytic sample consisted of 49% male participants, predominantly non-Hispanic white, followed by Black, Hispanic, and Asian individuals. Thus, the results extend to early middle-aged U.S. adults and reflect how social connections—or the lack thereof—throughout young adulthood can shape cardiovascular risk. However, the study is not generalizable beyond the United States or to cohorts who experienced adolescence in more recent decades, given social and technological changes that may alter how people form and maintain relationships", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "population"}}
{"id": "addhealth_38_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "The results clearly show that social isolation in young and early middle adulthood is significantly linked to higher odds of hypertension in early middle adulthood. Specifically, individuals isolated during young adulthood had 1.29 times higher odds of hypertension, while those isolated during early middle adulthood had 1.42 times higher odds compared to socially connected peers. In contrast, isolation during adolescence was not significantly associated with later hypertension, suggesting that the timing of isolation matters, with adulthood being a more sensitive period for cardiovascular impact. The study also found that persistent isolation across life stages—from adolescence through adulthood—significantly increased hypertension risk (OR = 1.40), as did moving into persistent isolation after adolescence (OR = 1.61). These findings support the hypothesis that both chronic and newly developed social isolation are detrimental to cardiovascular health. Importantly, greater social connectedness—more close friends, regular social engagement, and volunteer participation—was associated with lower hypertension prevalence, underscoring the protective role of social ties. The authors conclude that addressing social isolation earlier in adulthood could help prevent hypertension and reduce future cardiovascular disease risk", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "results"}}
{"id": "addhealth_38_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "The researchers used logistic regression modeling to analyze how the timing, persistence, and changes in social isolation influenced hypertension risk. They ran multiple models: first unadjusted, then progressively adjusted for demographics (age, sex, race/ethnicity, and U.S. nativity), adolescent socioeconomic factors (parental education, household income), and adolescent health variables (self-rated health and insurance coverage). Odds ratios (ORs) with 95% confidence intervals were reported for each model. The main independent variable, SI, was measured using a wave-specific Social Network Index (SNI), categorized into isolated (low scores) and connected (high scores) groups. The dependent variable—hypertension—was based on measured blood pressure, self-reported diagnoses, and medication use, following the JNC 7 hypertension classification guidelines. Analyses were weighted and design-adjusted using SAS software to maintain national representativeness. This robust statistical approach allowed the team to examine not only whether isolation at one time point mattered but also whether its persistence or emergence over time increased health risks", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "analysis_method"}}
{"id": "addhealth_38_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood)", "gold_answer": "The authors note several key limitations. First, because the study is observational, it cannot prove causality—unmeasured confounders (such as stress, personality traits, or quality of relationships) may influence both isolation and blood pressure. Second, wave III data (ages 18–26) were unavailable for the SI measure, creating a gap in young-adult social patterns that could affect longitudinal accuracy. Third, the Social Network Index captures only the structure, not the quality, of relationships; people with large networks might still experience loneliness. Fourth, hypertension classification relied partly on self-report and single-occasion BP readings, which may include temporary elevations (e.g., white-coat hypertension). Finally, the data span nearly 25 years, and the social contexts of friendship and connection have evolved significantly, especially with the rise of digital communication, which was not captured in the 1990s data. Despite these limitations, the study’s strengths—including its national sample, biomarker data, and long-term perspective—make it a major contribution to understanding how social isolation trajectories influence cardiovascular risk earlier in the life course", "meta": {"paper_index": 38, "paper_title": "Longitudinal Analysis of the Relationship Between Social Isolation and Hypertension in Early Middle Adulthood", "doi": "10.1007/s10964-024-02034-2", "question_type": "limitations"}}
{"id": "addhealth_39_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "This paper explores the paradoxical relationship between school climate, friendship network structure, and adolescent violence. While schools often aim to foster a positive climate—characterized by safety, trust, and supportive relationships—to reduce youth violence, prior evidence has been inconsistent. The study tests competing theories about how friendship network density (how interconnected students are) interacts with positive school climate to influence violent behavior. Two hypotheses guide the research: the control/closure hypothesis predicts that dense friendship networks strengthen the violence-reducing effect of positive school climate by reinforcing informal social control and prosocial norms. Conversely, the conflict/subversion hypothesis posits that dense friendship networks may undermine the benefits of positive climate by amplifying peer conflict, concealing antisocial behavior, and promoting loyalty that protects aggressors. The author hypothesizes that the relationship between positive school climate and violence will vary depending on network density, potentially reversing in highly cohesive schools", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "area_hypothesis"}}
{"id": "addhealth_39_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "The study uses data from Waves I and II of the National Longitudinal Study of Adolescent to Adult Health (Add Health), a nationally representative dataset of U.S. adolescents in grades 7–12 collected between 1994 and 1996. The analysis includes 11,771 students from 113 schools with detailed data on friendship networks and perceptions of school climate. School-level measures of positive climate were aggregated from students’ in-school survey responses, while friendship network density was calculated from students’ peer nominations. By linking individual behavior (from in-home interviews) with school-level characteristics, the study captures both social environment and network structure. Wave I provides baseline measures of violence, and Wave II (collected one year later) measures changes in behavior, allowing both cross-sectional and longitudinal analyses. This design enables testing how school-level climate and friendship network structure interact to shape violence over time", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "waves"}}
{"id": "addhealth_39_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "Because Add Health is a nationally representative study, the findings are generalizable to U.S. adolescents enrolled in middle and high schools during the mid-1990s. The sample includes youth aged roughly 12 to 18, representing diverse racial, ethnic, and socioeconomic backgrounds across public and private schools in urban, suburban, and rural regions. The author notes, however, that while the theoretical implications are broad, changes in school organization and social media use since the 1990s may alter how today’s adolescents experience friendship and school climate. Therefore, while the mechanisms identified—such as how peer cohesion interacts with school norms—likely persist, the specific social dynamics may differ for modern youth populations", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "population"}}
{"id": "addhealth_39_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "The results reveal a paradox: the violence-reducing benefits of a positive school climate are only evident in schools with low friendship network density, while in schools with high density, a more positive climate is actually linked to increased violence. Cross-sectional analyses showed that positive climate predicted lower violence only in sparsely connected schools. Longitudinal models confirmed this and revealed that in highly cohesive schools, positive climate was associated with higher violence one year later. Specifically, at the 10th percentile of network density, a one standard deviation increase in positive climate predicted a small but significant decline in violence, whereas at the 95th percentile, it predicted a slight increase. These effects persisted even after controlling for individual perceptions of climate, prior violence, and demographic factors. The findings support the conflict/subversion hypothesis, suggesting that dense friendship networks can facilitate secrecy, status-driven aggression, or collusion among peers, undermining the informal controls that a positive climate is expected to foster. In contrast, in less cohesive schools, positive climate operates as theorized—encouraging prosocial norms and reducing aggression", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "results"}}
{"id": "addhealth_39_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "The study used weighted linear regression models adjusted for Add Health’s complex sampling design, along with multiple imputation for missing data. The dependent variable, violence perpetration, was constructed using a Rasch model that combined seven behaviors (e.g., fights, weapon carrying) into a latent “violence propensity” score standardized across waves. School-level positive climate was measured through students’ aggregated perceptions of belonging, fairness, and interpersonal relationships, while network density was calculated as the ratio of observed to possible friendship ties within each school. The models tested both main effects and interaction terms between climate and density, controlling for individual and contextual covariates such as GPA, impulsivity, suspension history, neighborhood disadvantage, and family SES. Analyses were performed in Stata 18 using the “svyset” command to generate population-averaged estimates and robust standard errors. The models compared cross-sectional associations at Wave II with longitudinal changes in violence from Wave I to Wave II, isolating how school social organization influences behavioral change", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "analysis_method"}}
{"id": "addhealth_39_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence)", "gold_answer": "The author acknowledges several limitations. First, the data are observational, so causal inferences cannot be made; unobserved selection factors (such as preexisting student relationships or community influences) may confound results. Second, the measures of friendship and climate are from the mid-1990s, meaning the findings may not fully capture contemporary adolescent social environments, especially with today’s digital interactions. Third, friendship network density was treated structurally, without accounting for the quality or emotional depth of ties—students may have many connections but still lack meaningful social support. Fourth, the analysis cannot distinguish whether violence occurred within or outside the school, nor whether it targeted peers or outsiders. Finally, while Add Health’s school-based design is ideal for linking networks and behavior, it may not fully represent students who are homeschooled or chronically absent. Despite these limitations, the study provides compelling evidence that school interventions promoting cohesion and connection may backfire in highly networked contexts, emphasizing the need for nuanced, structure-aware policy approaches", "meta": {"paper_index": 39, "paper_title": "A Paradox of School Social Organization: Positive School Climate, Friendship Network Density, and Adolescent Violence", "doi": "10.1093/jrsssc/qlae008", "question_type": "limitations"}}
{"id": "addhealth_40_area_hypothesis", "dataset": "addhealth", "query": "What area of research is this paper investigating? What hypothesis is this paper testing? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "This paper investigates how maternal education influences adolescents’ academic performance, both directly and indirectly through peer networks. The research lies at the intersection of causal inference, social network analysis, and educational epidemiology. Traditional statistical approaches assume individuals are independent, but in social contexts such as schools, peers’ characteristics—like their mothers’ education—can influence individual outcomes, violating this independence assumption. The authors hypothesize that a student’s academic success (measured by GPA) is affected not only by their own mother’s educational attainment (direct effect) but also by the educational background of their peers’ mothers (indirect or spillover effect). They test whether these effects can be robustly estimated using doubly robust (DR) causal inference estimators, which combine models for treatment (maternal education) and outcome (GPA). The study specifically aims to determine whether maternal education indirectly affects students through social ties and to evaluate if DR estimators outperform traditional inverse probability weighting (IPW) in terms of efficiency and robustness", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "area_hypothesis"}}
{"id": "addhealth_40_waves", "dataset": "addhealth", "query": "Does this paper use a single wave or multiple waves of Add Health data? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "The study draws on data from the National Longitudinal Study of Adolescent to Adult Health (Add Health), a nationally representative survey of U.S. adolescents that began in 1994–1995. The authors use data from the first wave of the study, which includes friendship nominations among 90,118 students in grades 7 through 12 across 139 schools. These data make it possible to construct a detailed social network that maps peer connections within and across schools. The analysis focuses on a subset of the data for computational efficiency: 5,724 students from 48 schools with nearly 20,000 reciprocal friendships. The exposure variable is a binary indicator of whether a student’s mother completed a four-year college degree, while the outcome variable is the student’s GPA. Using the friendship networks, the researchers calculate the proportion of each student’s friends whose mothers are college-educated, allowing them to examine both direct and indirect effects. By applying causal inference within this network framework, the study captures how maternal education might influence not just individual children, but also their peers through shared social environments.", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "waves"}}
{"id": "addhealth_40_population", "dataset": "addhealth", "query": "What population is this paper generalizable to? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "Because Add Health is a nationally representative study, the findings can be generalized to U.S. adolescents attending middle and high schools in the mid-1990s. The dataset captures students from diverse racial, socioeconomic, and regional backgrounds, providing a broad view of how family educational advantages are distributed across the country. However, the analytic sample used in this paper was limited to schools and students with sufficiently complete network data and social connections, which means the findings apply most directly to adolescents who were socially engaged in school rather than those who were isolated. The authors acknowledge that while the results offer insight into how peer and family dynamics shape academic achievement, the social environment for adolescents has changed significantly since the 1990s. Modern factors such as social media and virtual learning likely alter the structure of adolescent friendships, which could affect how educational advantages spread through peer networks today.", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "population"}}
{"id": "addhealth_40_results", "dataset": "addhealth", "query": "What results did the researchers find based on their analysis? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "The study finds that while maternal education has a modest direct positive effect on a student’s GPA, there is no statistically significant indirect or spillover effect through peers. Specifically, students whose mothers completed college tended to have slightly higher GPAs—about 0.18 points higher on average—but this effect diminished as the proportion of their friends with college-educated mothers increased. In other words, the benefit of having a college-educated mother was greatest in environments where that background was less common. Importantly, the analysis showed no robust evidence that having friends with college-educated mothers improved a student’s academic performance after accounting for confounding factors. This finding contrasts with some earlier studies, which had suggested that peer effects play a substantial role. The authors attribute their differing results to the use of doubly robust estimation, which corrects for biases and model misspecification better than traditional methods. Overall, the study concludes that while family educational background remains a key determinant of individual academic success, it does not appear to have a strong contagion effect within adolescent friendship networks.", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "results"}}
{"id": "addhealth_40_analysis_method", "dataset": "addhealth", "query": "What analysis method was used by the researchers? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "Because Add Health is a nationally representative study, the findings can be generalized to U.S. adolescents attending middle and high schools in the mid-1990s. The dataset captures students from diverse racial, socioeconomic, and regional backgrounds, providing a broad view of how family educational advantages are distributed across the country. However, the analytic sample used in this paper was limited to schools and students with sufficiently complete network data and social connections, which means the findings apply most directly to adolescents who were socially engaged in school rather than those who were isolated. The authors acknowledge that while the results offer insight into how peer and family dynamics shape academic achievement, the social environment for adolescents has changed significantly since the 1990s. Modern factors such as social media and virtual learning likely alter the structure of adolescent friendships, which could affect how educational advantages spread through peer networks today.", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "analysis_method"}}
{"id": "addhealth_40_limitations", "dataset": "addhealth", "query": "What limitations does this paper have? (Paper title: Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study)", "gold_answer": "Because Add Health is a nationally representative study, the findings can be generalized to U.S. adolescents attending middle and high schools in the mid-1990s. The dataset captures students from diverse racial, socioeconomic, and regional backgrounds, providing a broad view of how family educational advantages are distributed across the country. However, the analytic sample used in this paper was limited to schools and students with sufficiently complete network data and social connections, which means the findings apply most directly to adolescents who were socially engaged in school rather than those who were isolated. The authors acknowledge that while the results offer insight into how peer and family dynamics shape academic achievement, the social environment for adolescents has changed significantly since the 1990s. Modern factors such as social media and virtual learning likely alter the structure of adolescent friendships, which could affect how educational advantages spread through peer networks today.", "meta": {"paper_index": 40, "paper_title": "Revisiting the effects of maternal education on adolescents’ academic performance: Doubly robust estimation in a network-based observational study", "doi": "10.1093/abm/kaae037", "question_type": "limitations"}}
